{"id":3512219,"title":"UKF Bass Culture @ Lotto Arena","artists":["DJ Fresh","Doctor P","Feed Me","Drumsound & Bassline Smith","Dimension","Dismantle"],"headliner":"DJ Fresh","startDate":1367004001000,"endDate":null,"description":"<div class=\"bbcode\">All info: <a href=\"http://www.ukfmusic.com/\" rel=\"nofollow\">http://www.ukfmusic.com/</a><br /> <br />/ <a href=\"http://nl.livenation.be/event/394489/ukf-bass-culture-tickets\" rel=\"nofollow\">http://nl.livenation.be/event/394489/ukf-bass-culture-tickets</a><br /> <br /><br /><br />---<br /><br />Er is geen discussie over mogelijk. Bass Music (trap, dubstep, drum&amp;bass) was nooit eerder zo hot! En UKF - eigenaar van 5 YouTube kanalen, partypromotor en stuwende kracht achter een succesvolle compilatiereeks en merchandiselijn - is dé referentie in het genre.<br /><br />Op vrijdag 26 april 2013 slaan UKF en I Love Techno de handen in mekaar voor UKF Bass Culture, een explosief feest in de Lotto Arena met de allerbeste drum&amp;bass en dubstep acts. Headliners van dienst zijn DJ Fresh, Feed Me en Doctor P.<br /><br />DJ Fresh was in de jaren '90 lid van de legendarische drum&amp;bass groep Bad Company. Ondertussen maakte hij de overstap naar het bredere publiek met hitsingles als &quot;Gold Dust&quot;, &quot;Louder&quot; en &quot;Hot Right Now&quot;. Doctor P is samen met Flux Pavilion één van de oprichters van het invloedrijke Circus Records en één van de grootste dubstepnamen van het moment. Het is verder ook uitkijken naar Feed Me, die in maart zijn album uitbrengt via het label van Deadmau5. Een overzicht van de volledige line-up en timing is onderstaand terug te vinden. UKF Bass Culture is een MUST voor wie van Bass Music houdt! Tickets voor dit niet te missen event zijn te verkrijgen vanaf vrijdag 15 februari, om 12u.<br /><br />--<br /><br />Aucune discussion possible, le style Bass Music (trap, dubstep, drum&amp;bass) n’a jamais été aussi à la mode qu’aujourd’hui! Et UKF - propriétaires de 5 canaux YouTube, promoteur de soirées, pilier fondateur d’une série de compilations à succès et d’une ligne de marchandising - est LA référence du genre.<br />Le vendredi 26 avril 2013 UKF et I Love Techno unissent leurs forces pour mettre sur pieds la «UKF Bass Culture», une fête explosive qui se tiendra au Lotto Arena d’Anvers avec les meilleurs artistes drum&amp;bass et dubstep du moment. Les têtes d’affiches sont DJ Fresh, Feed Me et Doctor P.<br />Dans les années ’90, DJ Fresh était le leader du légendaire groupe drum&amp;bass Bad Company. Depuis lors, il a rencontré un public bien plus large grâce à des tubes tels que &quot;Gold Dust&quot;, &quot;Louder&quot; et &quot;Hot Right Now&quot;. Doctor P est, avec Flux Pavilion, l’un des fondateurs du très influent label Circus Records et l’un des grands noms dubstep du moment. Quant à Feed Me, il prépare la sortie de son nouvel album, prévue pour mars sous le label de Deadmau5. Retrouvez ci-dessous un aperçu du line-up complet et des horaires. UKF Bass Culture est LE MUST pour qui aime la Bass Music! Les tickets pour cet événement incontournable seront disponibles à partir du vendredi 15 février à 12h.</div>","url":"http://www.last.fm/event/3512219+UKF+Bass+Culture+@+Lotto+Arena","website":"https://www.facebook.com/events/269954463135118/","attendance":5,"reviews":0,"venue":{"name":"Lotto Arena","url":"http://www.last.fm/venue/8800944+Lotto+Arena","website":"http://www.lotto-arena.be","city":"Antwerpen","country":"Belgium","street":"Schijnpoortweg 119","postal":"2170","phonenumber":"03 400 60 00","latitude":51.231728,"longitude":4.440409,"timezone":null,"id":"8800944"},"ticketSuppliers":[],"attendanceStatus":null}