{"id":3455785,"title":"Joe Satriani","artists":["Joe Satriani"],"headliner":"Joe Satriani","startDate":1373482800000,"endDate":null,"description":"<div class=\"bbcode\">Один из лучших гитаристов мира Joe Satriani приедет в Москву с большим сольным концертом. Он выступит на сцене популярного столичного клуба Arena Moscow. Виртуоз, чье искусство заставляет восхищенно замирать сердца слушателей и вызывает одобрительные улыбки на лицах профессионалов. Маэстро, работать с которым почитают за честь прославленные музыканты и легендарные коллективы. Билеты на Joe Satriani – это незабываемая встреча с легендарным исполнителем, которого называют в числе лучших гитаристов всех времен и народов. Свой стиль, высочайшая техника исполнения, замечательный музыкальный вкус – вот составляющие успеха гитарного мэтра.<br /><br />Первый концерт Joe Satriani в Москве прошел в 2008 году. С тех пор гитарист уже несколько раз приезжал в Россию. Зрители, побывавшие на его концертах, отмечают их удивительную атмосферу и незабываемую энергетику. Услышать музыканта, «говорящего» на языке инструментального рока понятно и доступно, большая удача.<br /><br />Metallica, Steve Vai – этих легендарных имен мы могли бы никогда не услышать, если бы на Земле не было маэстро Сатриани! Alice Cooper, Mick Jagger, Deep Purple, The Yardbirds, Spinal Tapp, Yngwie Malmsteen, Dream Theater – список музыкантов и коллективов, изысканным украшением проектов которых стало участие в них Джо Сатриани, можно продолжать и продолжать… Что и говорить, ведь коллеги по цеху – профессиональные музыканты-виртуозы – с почтением называют Сатриани, 14 раз становившегося номинантом премии Grammy, не иначе как 'Святой Джо'!<br />Серьезно заняться гитарой Сатриани решил в 14 лет. Главной причиной, сподвигнувшей молодого Сатриани на это эпохальное решение, стал уход из жизни страстно любимого Джозефом неподражаемого Джимми Хендрикса…<br /><br />Сатриани – это тот самый человек, который сделал инструментальный рок доступным для широкой аудитории. Главным коньком на этом тернистом пути стало сочетание красивых и хитовых мелодий с изысканными и супертехничными, но неназойливыми гитарными соло, которые нисколько не утомляют даже неподготовленного слушателя!<br /><br />Кроме собственного творчества у Сатриани всегда была возможность играть в других коллективах, благо недостатка в приглашениях он не испытывал. Правда, неизменно их отклонял, зато никогда не отказывался помочь в студийных сессиях. Его гитаре нашлось применение на альбомах 'Hey Stoopid' Элиса Купера (Alice Cooper), 'Radio Free Albemuth' Стюарта Хэмма (Stuart Hamm), 'All Sides Now' Пэта Мартино (Pat Martino), 'Break Like the Wind' Spinal Tap. Мало того, он успел провести несколько туров со своими студийными подопечными, включая Купера и группу Spinal Tap.<br /><br />По результатам опросов среди профессионалов, опубликованных в журнале 'Guitar Player Magazine', Джо Сатриани занимает 8 место среди лучших гитаристов всех времен. <br /><br />Его отношения с гитарой напоминают страстный роман длиной в целую жизнь. 'Мне хотелось бы играть до конца своих дней, - говорит музыкант. - Надеюсь, я никогда не устану от этого и всегда сумею превратить в музыку все, что переживаю и чувствую в реальной жизни. Надеюсь, гитара всегда будет со мной рядом'.</div>","url":"http://www.last.fm/event/3455785+Joe+Satriani+at+Arena+Moscow+on+10+July+2013","website":"http://kassir.ru/msk/db/text/55314382.html","attendance":80,"reviews":0,"venue":{"name":"Arena Moscow","url":"http://www.last.fm/venue/9138914+Arena+Moscow","website":"http://www.arenagroup.ru","city":"","country":"Russian Federation","street":"Ленинградский проспект 31, стр. 4 (м. Динамо)","postal":"125284","phonenumber":"+7 (495) 9406755","latitude":55.784763,"longitude":37.560043,"timezone":null,"id":"9138914"},"ticketSuppliers":[],"attendanceStatus":null}