{"id":3468927,"title":"Ska-P en Chile","artists":["Ska-P"],"headliner":"Ska-P","startDate":1363955821000,"endDate":null,"description":"<div class=\"bbcode\">Después de un receso de dos años los españoles Ska-P regresarán a Chile el próximo 22 de marzo de 2013 para ofrecer un concierto en el Movistar Arena de Santiago en el marco de un tour que en Latinoamérica incluye visitas a México, Costa Rica y Argentina.<br /><br />La banda conformada por Pulpul (voz, guitarra), Luismi (batería), Julio (bajo), Joxemi (guitarra), Kogote (teclado), Pipi (voz), Txikitin (trompeta) y Gari (trombón), confirmó a través de su web oficial las fechas y recintos en los que se presentarán, incluida su participación en el Festival Vive Latino 2013.<br /><br />Los músicos realizaron una extensa gira de despedida con la que visitaron Chile en noviembre 2010, fecha en la que mostraron toda la energía del ska y el punk ante cerca de 10 mil personas en el mismo recinto que actuarán el próximo año.<br /><br />Después de su paso por Latinoamérica, volverán a Europa para ser parte del cartel de los festivales Viñarock en España (4 de mayo), Ruhrpott Rodeo en Alemania (19 de mayo), Topfest en Eslovaquia (28 de junio), Les Feux de L’ete en Francia (5 de julio) y Kubana en Rusia (6 de agosto), entre otros shows programados.<br /><br />Desde 1994 que la banda formada en Madrid ha defendido las libertades civiles con letras cargadas de temas sociales y políticos, editando hasta la fecha seis discos de estudio, el último de ellos Lágrimas y Gozos en el año 2008.<br /><br />Entradas a la venta a través del Sistema Ticketek ( Falabella y Cine Hoyts).<br />Sin recargo en The Knife, MuckyRock y Rockmusic (Eurocentro) – Rockmusic y Voz Propia (Portal Lyon)<br /><br />Valores:<br /><br />Tribuna: $8.000<br />Platea Alta: $12.000<br />Platea Baja: $15.000<br />Cancha: $15.000</div>","url":"http://www.last.fm/event/3468927+Ska-P+en+Chile","website":"","attendance":23,"reviews":0,"venue":{"name":"Movistar Arena","url":"http://www.last.fm/venue/8952518+Movistar+Arena","website":"http://www.movistararena.cl","city":"Santiago","country":"Chile","street":"Av. Beaucheff 1204","postal":"8370951","phonenumber":"4787900","latitude":-33.46252,"longitude":-70.66223,"timezone":null,"id":"8952518"},"ticketSuppliers":[],"attendanceStatus":null}