{"name":"Will You Be There","url":"http://www.last.fm/music/Michael+Jackson/_/Will+You+Be+There","mbid":"0146d2fa-b8b6-43e1-abb7-2a7c4cdfd3ba","playcount":793641,"userPlaycount":-1,"listeners":157272,"streamable":false,"id":"1035018","percentageChange":0,"tags":["pop","michael jackson","90s","king of pop","gospel"],"wikiLastChanged":1261452691000,"wikiSummary":"Will You Be There is a single from the Dangerous album. Recorded in 1991 and later released as a single in 1993. It is featured on the Free Willy motion picture and its soundtrack album. Michael Jackson also contributed a song to the sequel (<a title=\"Michael Jackson &ndash; Childhood\" href=\"http://www.last.fm/music/Michael+Jackson/_/Childhood\" class=\"bbcode_track\">Childhood</a>).  The track from the Dangerous album is over 7 minutes long, with a prelude of Beethoven's Symphony No. 9 in D Minor performed by the Cleveland Orchestra. Some later versions of the track are shorter and do not use the prelude.","wikiText":"Will You Be There is a single from the Dangerous album. Recorded in 1991 and later released as a single in 1993. It is featured on the <em>Free Willy</em> motion picture and its soundtrack album. Michael Jackson also contributed a song to the sequel (<a title=\"Michael Jackson &ndash; Childhood\" href=\"http://www.last.fm/music/Michael+Jackson/_/Childhood\" class=\"bbcode_track\">Childhood</a>).\n \n The track from the Dangerous album is over 7 minutes long, with a prelude of Beethoven's Symphony No. 9 in D Minor performed by the Cleveland Orchestra. Some later versions of the track are shorter and do not use the prelude. The track is featured on All Time Greatest Movie Songs, a compilation album of tracks from Aladdin, Free Willy, Simon Birch, Titanic and other motion pictures.\n \n The track won the MTV Movie Award for &quot;Best Song in a Movie&quot; in 1994.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Michael Jackson","artistMbid":"210769a3-4aca-4199-a2e1-676ef376e078","album":"The Essential Michael Jackson","albumMbid":"b2351f61-6a01-403a-9b3a-0bcfd8dc4f9a","position":13,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":218,"location":null}