{"name":"You Are Not Alone","url":"http://www.last.fm/music/Michael+Jackson/_/You+Are+Not+Alone","mbid":"0b99f3ed-4ba8-4e50-acd0-db28e9d56661","playcount":1393899,"userPlaycount":-1,"listeners":290113,"streamable":false,"id":"1031631","percentageChange":0,"tags":["pop","michael jackson","90s","ballad","soul"],"wikiLastChanged":1257928765000,"wikiSummary":"This was the first ever single in US history to enter the Billboard charts at #1. It was also a UK #1.  Michael Jackson asked R. Kelly's manager if Kelly would write a song for him after hearing his hit record &quot;Bump And Grind.&quot; R Kelly went straight into the studio and came up with this song. Michael Jackson then joined R. Kelly in Chicago to record the track and asked Kelly to provide backing vocals.","wikiText":"This was the first ever single in US history to enter the Billboard charts at #1. It was also a UK #1.\n \n Michael Jackson asked R. Kelly's manager if Kelly would write a song for him after hearing his hit record &quot;Bump And Grind.&quot; R Kelly went straight into the studio and came up with this song. Michael Jackson then joined R. Kelly in Chicago to record the track and asked Kelly to provide backing vocals. Kelly is quoted in 1000 UK #1 Hits by Jon Kutner and Spencer Leigh as saying, &quot;I actually imitated Michael when I sent him my first copy. He was laughing at me because I was imitating him.&quot; (Source <a href=\"http://www.songfacts.com/detail.php?id=6728\" rel=\"nofollow\">You Are Not Alone Songfacts</a>).\n \n In Belgium, the brothers Eddy and Danny Van Passel are considered the composers of this song, as the Belgian right society SABAM agreed that the largest part of the melody came from the 1993 Van Passel composition &quot;If We Can Start All Over.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Michael Jackson","artistMbid":"210769a3-4aca-4199-a2e1-676ef376e078","album":"The Essential Michael Jackson","albumMbid":"b2351f61-6a01-403a-9b3a-0bcfd8dc4f9a","position":14,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":285,"location":null}