{"name":"In the Closet","url":"http://www.last.fm/music/Michael+Jackson/_/In+the+Closet","mbid":"141ca89d-75e0-4fb0-ad25-7bccabd97c7e","playcount":616328,"userPlaycount":-1,"listeners":129978,"streamable":false,"id":"1080024","percentageChange":0,"tags":["pop","michael jackson","90s","dance","king of pop"],"wikiLastChanged":1260943085000,"wikiSummary":"&quot;In the Closet&quot; is a song by American rock, R&amp;B and pop singer Michael Jackson from his 1991's Dangerous album. The song became that album's second number one R&amp;B single and its third top ten pop single, hitting number six on the Billboard Hot 100. Also, it went to #1 on the U.S. Hot Dance Club Play chart in the Summer of 1992. The song, written by Jackson and Teddy Riley, is about keeping a relationship secret between lovers.","wikiText":"&quot;In the Closet&quot; is a song by American rock, R&amp;B and pop singer Michael Jackson from his 1991's Dangerous album. The song became that album's second number one R&amp;B single and its third top ten pop single, hitting number six on the Billboard Hot 100. Also, it went to #1 on the U.S. Hot Dance Club Play chart in the Summer of 1992. The song, written by Jackson and Teddy Riley, is about keeping a relationship secret between lovers. It was also Jackson's effort to silence critics who questioned his sexuality. &quot;In the closet&quot; is an American English idiom used when one is not open about an aspect of their life, particularly in regard to sexual orientation. Despite the song's suggestive name its lyrics do not allude to hidden sexual orientation but rather a concealed relationship; &quot;Don't hide our love/ Woman to man.&quot; The New York Times stated, &quot;Only Jackson would use that title for a heterosexual love song... Rolling Stone described the number as &quot;titillatingly titled&quot; but &quot;determinedly heterosexual.&quot;  The single's music video, directed by Herb Ritts, features Jackson performing sensual and physically complicated dance techniques with supermodel Naomi Campbell. The song's female vocal was originally labeled &quot;Mystery Girl&quot; but was later revealed to be Princess Stéphanie of Monaco. Campbell mimes the lyrics for the music video.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Michael Jackson","artistMbid":"210769a3-4aca-4199-a2e1-676ef376e078","album":"Dangerous","albumMbid":"0db0cb96-19e5-3ecb-8bcb-9548b6cd1150","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":288,"location":null}