{"name":"Smooth Criminal","url":"http://www.last.fm/music/Michael+Jackson/_/Smooth+Criminal","mbid":"5066aea4-01de-42d5-a823-1fe97add37f3","playcount":3512157,"userPlaycount":-1,"listeners":568321,"streamable":false,"id":"1004490","percentageChange":0,"tags":["pop","80s","michael jackson","dance","king of pop"],"wikiLastChanged":1267670524000,"wikiSummary":"Smooth Criminal is the seventh single from <a href=\"http://www.last.fm/music/Michael+Jackson\" class=\"bbcode_artist\">Michael Jackson</a>'s <a title=\"Michael Jackson - Bad\" href=\"http://www.last.fm/music/Michael+Jackson/Bad\" class=\"bbcode_album\">Bad</a> album. The song contains a fast-paced beat intertwined with Jackson's lyrics about a woman named Annie, who has been attacked in her apartment by a suave hitman. It was released as a single in 1988 and peaked at seven on the Billboard Hot 100. It has since become one of Jackson's most popular songs.  The video itself is one of the most famous of all times due to its incredible dance routines, including pretty much all the famous moves, such as the robot, the glide, and the inhuman lean. ","wikiText":"Smooth Criminal is the seventh single from <a href=\"http://www.last.fm/music/Michael+Jackson\" class=\"bbcode_artist\">Michael Jackson</a>'s <a title=\"Michael Jackson - Bad\" href=\"http://www.last.fm/music/Michael+Jackson/Bad\" class=\"bbcode_album\">Bad</a> album. The song contains a fast-paced beat intertwined with Jackson's lyrics about a woman named Annie, who has been attacked in her apartment by a suave hitman. It was released as a single in 1988 and peaked at seven on the Billboard Hot 100. It has since become one of Jackson's most popular songs.\n \n The video itself is one of the most famous of all times due to its incredible dance routines, including pretty much all the famous moves, such as the robot, the glide, and the inhuman lean.\n \n The rock band <a href=\"http://www.last.fm/music/Alien+Ant+Farm\" class=\"bbcode_artist\">Alien Ant Farm</a> covered this song in 2001.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Michael Jackson","artistMbid":"210769a3-4aca-4199-a2e1-676ef376e078","album":"Not Guilty (Special Fan Edition)","albumMbid":"","position":16,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":335,"location":null}