{"name":"They Don't Care About Us","url":"http://www.last.fm/music/Michael+Jackson/_/They+Don%27t+Care+About+Us","mbid":"5fce267e-d561-42b5-96f0-0c71f3df276c","playcount":1910843,"userPlaycount":-1,"listeners":312984,"streamable":false,"id":"1031626","percentageChange":0,"tags":["pop","michael jackson","dance","80s","king of pop"],"wikiLastChanged":1262959813000,"wikiSummary":"&quot;They Don't Care About Us&quot; is the fourth single from Michael Jackson's album HIStory. The song remains one of the most controversial pieces Jackson ever composed. In the US, media scrutiny surrounding alleged anti-semitic lyrics were the catalyst for Jackson issuing multiple apologies and censoring of questionable lyrics. The singer countered allegations of antisemitism, arguing that reviews had misinterpreted the context of the song, either unintentionally or deliberately. Musically, it is an aggressive hip-hop production about social ills.\n ","wikiText":"&quot;They Don't Care About Us&quot; is the fourth single from Michael Jackson's album HIStory. The song remains one of the most controversial pieces Jackson ever composed. In the US, media scrutiny surrounding alleged anti-semitic lyrics were the catalyst for Jackson issuing multiple apologies and censoring of questionable lyrics. The singer countered allegations of antisemitism, arguing that reviews had misinterpreted the context of the song, either unintentionally or deliberately. Musically, it is an aggressive hip-hop production about social ills.\n The song was accompanied by two music videos directed by Spike Lee. The first was shot in a shantytown of Rio de Janeiro, where State authorities tried to ban all production over fears the video would damage their image, the area and prospects of staging the 2004 Olympics. Still, the residents of the area were happy to see the singer, hoping their problems would be made visible to a wider audience. The second video was shot in a prison and contained video footage of multiple references to human rights abuses.\n Commercially, the song became a top ten hit in all European countries. In the US, radio stations were reluctant to play the controversial composition; it, however, managed to peak at number 30 on the Billboard Hot 100.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Michael Jackson","artistMbid":"210769a3-4aca-4199-a2e1-676ef376e078","album":"The Essential Michael Jackson","albumMbid":"b2351f61-6a01-403a-9b3a-0bcfd8dc4f9a","position":15,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":284,"location":null}