{"name":"Ben","url":"http://www.last.fm/music/Michael+Jackson/_/Ben","mbid":"afd64907-1793-429e-b60e-87a9922005de","playcount":497023,"userPlaycount":-1,"listeners":126353,"streamable":false,"id":"1087758","percentageChange":0,"tags":["pop","michael jackson","70s","motown","80s"],"wikiLastChanged":1246327121000,"wikiSummary":"&quot;Ben&quot; is a number-one hit song written by Don Black and Walter Scharf and recorded by the teenaged Michael Jackson for the Motown label in 1972. The song, the theme of a 1972 film of the same name (the sequel to the 1971 killer rat movie Willard), spent one week at the top of the U.S. pop chart. It also reached number-one on the Australian pop chart, spending eight weeks at the top spot. The song also later reached a peak of number seven on the British pop chart.  The song became the first of 13 number-one pop hits for Jackson in the United States and his first number-one as a solo artist. ","wikiText":"&quot;Ben&quot; is a number-one hit song written by Don Black and Walter Scharf and recorded by the teenaged Michael Jackson for the Motown label in 1972. The song, the theme of a 1972 film of the same name (the sequel to the 1971 killer rat movie Willard), spent one week at the top of the U.S. pop chart. It also reached number-one on the Australian pop chart, spending eight weeks at the top spot. The song also later reached a peak of number seven on the British pop chart.\n \n The song became the first of 13 number-one pop hits for Jackson in the United States and his first number-one as a solo artist.\n \n Later included on Jackson's album of the same name, &quot;Ben&quot; won a Golden Globe for Best Song and was nominated for an Academy Award for Best Original Song.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Michael Jackson","artistMbid":"210769a3-4aca-4199-a2e1-676ef376e078","album":"The Essential Michael Jackson","albumMbid":"b2351f61-6a01-403a-9b3a-0bcfd8dc4f9a","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":165,"location":null}