{"id":3518319,"title":"Harvest Of Art Festival - Warm Up ","artists":["Calexico","Amanda Palmer & The Grand Theft Orchestra","DePedro"],"headliner":"Calexico","startDate":1373036041000,"endDate":null,"description":"<div class=\"bbcode\">Um die Wartezeit aufs HARVEST OF ART FESTIVAL 2013 zu verkürzen, gibts dieses Jahr ein Goodie der besonderen Art - das HARVEST OF ART WARM UP 2013!<br /><br />Mit dabei:<br />CALEXICO * AMANDA PALMER &amp; THE GRAND THEFT ORCHESTRA * DEPEDRO<br /><br />CALEXICO experimentieren seit 1996 virtuos mit den unterschiedlichsten musikalischen Einflüssen – von TexMex, Folk- und Country-Rock, Country-Folk, Mariachi-Sound, Mood-Music, Western-Sound, Latin-Jazz oder auch Desert-Rock und Gringo-Rock bringen sie alles unter einen Hut. Wir freuen uns Joey Burns und John Convertino mit ihren Bandkollegen als Headliner beim Harvest Of Art Warm Up 2013 begrüßen zu dürfen! <br /><br />Weiters wird die innovative Sängerin, Songwriterin, Ukulele Freak, „In-Die-Tastenhauerin“ und Super-Bloggerin AMANDA PALMER mit ihrem fulminanten GRAND THEFT ORCHESTRA und ihrem 2012er Album „Theatre Is Evil“ die Open Air Arena erobern. Die „Social Media Queen Of Rock’n’Roll also wieder in heimischen Gefilde – „Habe die Ehre, eure Hoheit“! <br /><br />Die spanische Sonne sowie einen Mix aus Reggae, Blues, Salsa, Worldmusic und Rock bringen uns DEPEDRO .<br /><br />Alles in allem wird es ein Abend voller Schönheit, Einfallsreichtum und Virtuosität – wir sehen uns am HARVEST OF ART WARM UP 2013!<br /><br />Vorverkauf:<br />musicticket.at<br />oeticket<br />Jugendticket<br />Arena Wien</div>","url":"http://www.last.fm/festival/3518319+Harvest+Of+Art+Festival+-+Warm+Up+","website":"https://www.facebook.com/events/156041071217297/","attendance":32,"reviews":0,"venue":{"name":"Arena","url":"http://www.last.fm/venue/8778545+Arena","website":"http://www.arena.co.at","city":"Wien","country":"Austria","street":"Baumgasse 80","postal":"1030","phonenumber":"+43-(0)1-7988595","latitude":48.187283,"longitude":16.412928,"timezone":null,"id":"8778545"},"ticketSuppliers":[],"attendanceStatus":null}