{"id":3411558,"title":"Leona Lewis","artists":["Leona Lewis"],"headliner":"Leona Lewis","startDate":1368617221000,"endDate":null,"description":"<div class=\"bbcode\">Following the world exclusive live performance of her new single 'Trouble' on The X Factor, Leona announced she is set to tour the UK in 2013, for the first time in three years coming to EchoTwo @ Echo Arena on 15 May 2013.<br /><br />Since her meteoric rise to global fame, Leona's incredible voice has captivated millions of people across the world.  She's broken countless sales records and smashed chart records universally.  Her 2010 Labyrinth Tour won her critical acclaim as well as reinforcing her position as one of the most successful British female artists to date.<br /><br />Leona will follow up her first two number one albums ‘Sprit’ and ‘Echo’, with her third studio album ‘Glassheart’.  Preceded by the gothic pop masterpiece ‘Trouble’, ‘Glassheart’ is an album by an artist really coming of age.<br />This collection of songs simultaneously showcases the sheer power and intimacy of Leona’s incredible voice. For an artist that has enjoyed unparalleled success, broken world records and sold over 20 million singles and albums, ‘Glassheart’ is Leona Lewis at her best.<br /><br />Speaking about going on tour Leona said:  “I can’t wait to get out there and play my new songs.  I had such fun on my last tour and I’m really excited about doing it again next year”.<br /><br />Under 14’s must be accompanied by an adult over 18.</div>","url":"http://www.last.fm/event/3411558+Leona+Lewis+at+Echo+Arena+on+15+May+2013","website":"http://www.echoarena.com/whats_on/leona_lewis13.asp","attendance":4,"reviews":0,"venue":{"name":"Echo Arena","url":"http://www.last.fm/venue/8873332+Echo+Arena","website":"http://www.echoarena.com/","city":"Liverpool Waterfront","country":"United Kingdom","street":"Kings Dock","postal":"L3 4FP","phonenumber":"0151 475 8888","latitude":53.41526,"longitude":-2.9786682,"timezone":null,"id":"8873332"},"ticketSuppliers":[],"attendanceStatus":null}