{"id":3446572,"title":"Golden Earring","artists":["Golden Earring"],"headliner":"Golden Earring","startDate":1386442800000,"endDate":null,"description":"<div class=\"bbcode\">* ELECTRIC SHOW *<br /><br />Ook in 2013 rockt Golden Earring gewoon verder! De legendarische Nederlandse band trakteert het Belgische publiek dit jaar op twee wervelende concerten. Zaterdag 2 februari staan George Kooymans, Barry Hay, Rinus Gerritsen en Cesar Zuiderwijk op de planken van een uitverkocht Kursaal. Zaterdag 7 december zorgen ze voor een onvergetelijke avond vol rock-‘n-roll in de Lotto Arena!<br /><br />’s Werelds oudste rockband werd opgericht in 1961. 52 gouden jaren en vele gouden (en platina) platen later is het liedje van Golden Earring nog lang niet uitgezongen! Vorig jaar bracht de levende legende nog een nieuw album uit. De krachtige titel ‘Tits ’N Ass’ gaf precies aan wat je kon verwachten: gitaren ingeplugd, versterkers opengedraaid en hopen energie. Met de nieuwe plaat bewezen de Nederlandse rockers nogmaals waarom ze al decennia lang de hoogste toppen van de internationale rockmuziek scheren. In Nederland behaalde het album al een gouden status!<br /><br />De grote doorbraak van Golden Earring kwam er in 1973, met hun grootste hit ‘Radar Love’. De song stond wereldwijd hoog genoteerd in de muziekcharts en werd al door meer dan 300 artiesten gecoverd, waaronder U2 en The Rolling Stones. Later kende de band gigantisch succes met onder andere ‘Twilight Zone’ en ‘When The Lady Smiles’.<br /><br />Kaarten voor het concert in de Lotto Arena kosten 32, 37 en 42 euro, inclusief servicekosten.</div>","url":"http://www.last.fm/event/3446572+Golden+Earring+at+Lotto+Arena+on+7+December+2013","website":"http://www.sportpaleis.be/nl/kalender/2013-2014/golden_earring","attendance":4,"reviews":0,"venue":{"name":"Lotto Arena","url":"http://www.last.fm/venue/8800944+Lotto+Arena","website":"http://www.lotto-arena.be","city":"Antwerpen","country":"Belgium","street":"Schijnpoortweg 119","postal":"2170","phonenumber":"03 400 60 00","latitude":51.231728,"longitude":4.440409,"timezone":null,"id":"8800944"},"ticketSuppliers":[],"attendanceStatus":null}