{"id":3454911,"title":"Bruce Springsteen and the E Street Band","artists":["Bruce Springsteen"],"headliner":"Bruce Springsteen","startDate":1363608601000,"endDate":null,"description":"<div class=\"bbcode\">BRUCE SPRINGSTEEN &amp; THE E STREET BAND<br />ANNOUNCE THEIR RETURN TO AUSTRALIA!<br /><br /> <br /><br />The Frontier Touring Company in association with Jacobsen International are proud to announce the first Australian tour dates for Bruce Springsteen and the E Street Band in a decade. Confirmed to tour the East Coast of Australia in March 2013 with their ‘Wrecking Ball Tour’, the run will include indoor arena dates in Sydney, Brisbane, Melbourne and a very special outdoor performance at Victoria’s iconic Hanging Rock.<br /><br />The Wrecking Ball world tour has to date stopped in 18 countries with over 80 shows including several of the longest performances of Springsteen’s career. The tour has earned universal acclaim being called &quot;gigantic&quot; (Rolling Stone), &quot;the stuff of legend&quot; (Irish Independent) and &quot;the greatest live act in the world&quot; (Evening Herald).<br /><br />The LA Times described Springsteen as the “greatest musical performer of our time” and declared the show “perhaps the most inspirational show I’ve witnessed in 30 years of attending thousands of concerts.”<br /><br />The tour, in support of new album ‘Wrecking Ball’ (out now through Sony Music Australia), recently won the 2012 Billboard Touring Awards “Top Draw” Award, in recognition of the year’s top ticket-selling tour.<br /><br />Notably Bruce Springsteen and the E Street Band will be just the third headline act to appear at Victoria’s Hanging Rock. Audiences have been treated to only a select few performances there to date, with Leonard Cohen and Rod Stewart paving the way for Bruce Springsteen and the E Street Band to appear at the foot of the atmospheric rock.<br /><br />Anticipation has been high for the announcement of this tour and tickets are expected to sell fast. Don’t miss out when tickets go on sale on Friday 14 December.</div>","url":"http://www.last.fm/event/3454911+Bruce+Springsteen+and+the+E+Street+Band","website":"","attendance":30,"reviews":0,"venue":{"name":"Allphones Arena","url":"http://www.last.fm/venue/9222554+Allphones+Arena","website":"http://allphonesarena.com.au/","city":"Sydney Olympic Park","country":"Australia","street":"Olympic Blvd","postal":"2127","phonenumber":"(02) 8765 4321","latitude":-33.847908,"longitude":151.06671,"timezone":null,"id":"9222554"},"ticketSuppliers":[],"attendanceStatus":null}