{"id":3512614,"title":"Alegria Cirque Du Soleil","artists":["Cirque du Soleil"],"headliner":"Cirque du Soleil","startDate":1375538400000,"endDate":null,"description":"<div class=\"bbcode\">Cirque du Soleil POWRACA DO POLSKI <br />Z Kolejnym SZTANDAROWYM PRZEDSTAWIENIEM Alegría! <br /><br />Tylko SIEDEM przedstawień - od 31 lipca do 4 sierpnia 2013 w ergo arenie (Gdańsk/Sopot)<br /><br />Po ubiegłorocznym sukcesie spektakli Saltimbanco, Cirque du Soleil we współpracy z Alter Art przedstawiają docenione przez krytyków i publiczność na całym świecie widowisko Alegría w Gdańsku/Sopocie w  Ergo Arenie od 31 lipca do 4 sierpnia 2013 - tylko siedem spektakli!<br /><br />Tytuł Alegría pochodzi od hiszpańskiego słowa, oznaczającego uniesienie, radość i świętowanie. W widowisku występuje 55 artystów z 15 krajów. Alegría ma w sobie coś z barokowej opery: barwne kostiumy, oryginalną muzykę na żywo i piękne dekoracje - idealne tło dla zachwycającego pokazu sprawności i sztuki. Wszystko to składa się na  spektakl imponujących umiejętności, siły i szybkości, ułożonych w eleganckie, eteryczne numery.<br /><br />W Alegríi można zobaczyć teatralny i zmysłowy „Trapez Synchroniczny” i energetyczne „Podniebne Maszty”, gdzie odważni akrobaci przelatują do swoich towarzyszy na wysokości ponad dwunastu metrów. Niech do wyobraźni przemówią zwinni ludzie-gumy i artyści igrający z ogniem i ostrzem w rytmicznym, niebezpiecznym Tańcu Płonących Noży. W „Power Track” możemy obejrzeć piękny pokaz młodzieńczej energii w synchronicznej choreografii na trampolinie, w magiczny sposób wyłaniającej się spod sceny. W &quot;Rosyjskich Masztach&quot; artyści szybują w spektakularnych saltach i niezwykłych piruetach w powietrzu, lądując na masztach o średnicy 12 cm, opartych na silnych ramionach kolegów. Alegría to coś więcej, niż widowisko... to przeżycie, fascynujące publiczność w każdym wieku.<br /><br />Cirque du Soleil<br />Cirque du Soleil powstał w 1984 roku z grupy dwudziestu artystów ulicznych, a obecnie jest dużą organizacją z siedzibą w Quebecu, zapewniającą rozrywkę na wysokim poziomie. Firma zatrudnia pięć tysięcy osób, w tym ponad tysiąc trzystu artystów z niemal pięćdziesięciu różnych krajów. Cirque du Soleil zaczarowało i zachwyciło ponad sto milionów widzów w ponad trzystu miastach na sześciu kontynentach. Aby dowiedzieć się więcej o Cirque du Soleil, prosimy odwiedzić <a href=\"http://www.cirquedusoleil.com\" rel=\"nofollow\">www.cirquedusoleil.com</a>.<br /><br />Alter Art<br />Alter Art to największy niezależny promotor w Polsce i jeden z liderów polskiego rynku live entertainment w zakresie organizacji spektakularnych widowisk, koncertów i festiwali na najwyższym poziomie, gromadzących dziesiątki tysięcy osób. Jest wyłącznym polskim promotorem widowisk Cirque du Soleil.<br /><a href=\"http://www.alterartshow.pl\" rel=\"nofollow\">www.alterartshow.pl</a><br /><br />Dla dzieci w wieku  od 2 do 12 lat dostępne są specjalne bilety ze zniżką 20%. Ceny biletów dla dzieci to odpowiednio: 100 PLN, 150 PLN, 200 PLN. Warunki na <a href=\"http://www.alterartshow.pl\" rel=\"nofollow\">www.alterartshow.pl</a>.<br /><br />Więcej informacji o przedstawieniu i biletach na <a href=\"http://www.cirquedusoleil.com/alegria\" rel=\"nofollow\">www.cirquedusoleil.com/alegria</a> i <a href=\"http://www.alterartshow.pl\" rel=\"nofollow\">www.alterartshow.pl</a></div>","url":"http://www.last.fm/event/3512614+Alegria+Cirque+Du+Soleil","website":"http://www.ticketpro.pl/jnp/rodzina/1015134-alegria-cirque-du-soleil.html","attendance":9,"reviews":0,"venue":{"name":"Ergo Arena","url":"http://www.last.fm/venue/10244790+Ergo+Arena","website":"http://www.ergoarena.pl/","city":"Gdańsk","country":"Poland","street":"Plac Dwóch Miast 1","postal":"81- 735","phonenumber":"58 767 21 01","latitude":54.42651,"longitude":18.580423,"timezone":null,"id":"10244790"},"ticketSuppliers":[],"attendanceStatus":null}