{"id":3453352,"title":"Chuck Berry","artists":["Chuck Berry"],"headliner":"Chuck Berry","startDate":1366138800000,"endDate":null,"description":"<div class=\"bbcode\">Chuck Berry, es uno de los más influyentes compositores, intérpretes y guitarristas de rock and roll de la historia.<br /><br />Uno de los pioneros del rock and roll. En la década de los 50, Berry interpretó canciones como &quot;Roll Over Beethoven&quot;, &quot;Rock and Roll Music&quot;, &quot;Route 66&quot; de Bobby Troup, &quot;Johnny B. Goode&quot; y &quot;Maybellene&quot;.<br /><br />Chuck Berry es uno de los pioneros del rock and rol[] &quot;Si bien ningún individuo puede decirse que inventó el rock and roll, Chuck Berry viene siendo el más cercano de una cifra única a ser el que puso todas las piezas esenciales juntas&quot;.[] Él es el compositor más grande, el formador principal de la voz instrumental, uno de los mejores guitarristas, que posee la más clara dicción, y uno de sus más grandes artistas. John Lennon dijo: &quot;Si se tratase de dar al rock and roll otro nombre, podrías llamarlo Chuck Berry&quot;.<br /><br />A lo largo de su carrera Berry grabó baladas como &quot;Havana Moon&quot; y blues como &quot;Wee Wee Hours&quot;, pero era su propio y novedoso estilo quien le condujo a la fama. Grabó más de 30 grandes éxitos y sus composiciones han sido cantadas por cientos de artistas del blues, del country y del rock and roll, tales como: Rolling Stones, Tinna Turnner, Rod Stewart, Sex Pistols, Iron Maiden, Bon Jovi, Elvis Presley, Jimi Hendrix, ACDC, The Beatles, Carlos Santana, Elthon John, Led Zepellin y muchos otros.</div>","url":"http://www.last.fm/event/3453352+Chuck+Berry+at+Movistar+Arena+on+16+April+2013","website":"http://rockaxis.com/rock/noticia/chuck-berry-tocara-en-chile-en-abril/","attendance":41,"reviews":0,"venue":{"name":"Movistar Arena","url":"http://www.last.fm/venue/8952518+Movistar+Arena","website":"http://www.movistararena.cl","city":"Santiago","country":"Chile","street":"Av. Beaucheff 1204","postal":"8370951","phonenumber":"4787900","latitude":-33.46252,"longitude":-70.66223,"timezone":null,"id":"8952518"},"ticketSuppliers":[],"attendanceStatus":null}