{"id":3438122,"title":"Rihanna","artists":["Rihanna"],"headliner":"Rihanna","startDate":1372269600000,"endDate":null,"description":"<div class=\"bbcode\">Diamonds World Tour 2013<br /><br />Der internationale Superstar Rihanna – die „Nummer 1 unter den Facebook-Persönlichkeiten“ mit 62,5 Millionen ‚Gefällt mir‘-Klicks – kommt 2013 mit seiner DIAMONDS WORLD TOUR nach Europa. Die RIHANNA DIAMONDS WORLD TOUR, die am 8. März in Buffalo, New York startet, macht in über 28 Städten in ganz Nordamerika Halt, bevor am 26. Mai die erste Europa-Show in Spanien stattfindet. Für Deutschland, Österreich, Belgien, Finnland, Frankreich, die Niederlande, Norwegen, Schweden und Großbritannien wurden nun Konzerte bestätigt. Weitere Termine werden in Kürze bekanntgegeben.<br /><br />Der Vorverkauf für die RIHANNA DIAMONDS WORLD TOUR beginnt am Montag, 19. November 2012. Einzelheiten zur Tour sind der offiziellen Website <a href=\"http://www.Rihanna.com\" rel=\"nofollow\">www.Rihanna.com</a> zu entnehmen.<br /><br />Rihanna dominiert mit „Diamonds“ aktuell die internationalen Charts. Die erste Singleauskopplung aus dem Album UNAPOLOGETIC, ihrem siebten Studioalbum für Island Def Jam in nur sieben Jahren, ist die sich am schnellsten verkaufende Single ihrer Karriere. Das Album erscheint am Montag, 19. November und ist bei iTunes vorbestellbar: <a href=\"http://smarturl.it/UnapologeticDlx\" rel=\"nofollow\">http://smarturl.it/UnapologeticDlx</a><br /><br />„Diamonds“, Rihannas 23. Top 10-Hit, schoss auf Anhieb auf Platz 5 der Hot 100. „Diamonds“ eroberte in 27 Ländern bei Veröffentlichung Platz 1 der iTunes-Charts und notierte in weiteren 55 Ländern unter den Top 5.<br /><br />Rihanna ist sechsfache Grammy Awards®- und siebenfache Billboard Music Awards-Preisträgerin. Sie hat weltweit mehr als 37 Millionen Alben und 146 Millionen Digitaltracks verkauft. Derzeit hält sie den Rekord als meistverkaufte Digitalkünstlerin aller Zeiten. Das Wirtschaftsmagazin Forbes kürte Rihanna mit über 2,9 Milliarden Views auf YouTube/VEVO zum erfolgreichsten weiblichen Social Media-Star überhaupt. Rihanna hat über 62,5 Millionen Facebook-Fans und mehr als 26,5 Millionen Follower bei Twitter. Neben ihren elf Nummer 1-Singles und den insgesamt 22 Top 10-Hits in den Hot 100 konnte sie 18 Nummer 1-Singles in den Billboard Dance Club Song Charts landen.<br /><br />Rihanna Diamonds World Tour wird weltweit von Live Nation Global Touring durchgeführt.</div>","url":"http://www.last.fm/event/3438122+Rihanna+at+Lanxess+Arena+on+26+June+2013","website":"http://www.mlk.com/artists/rihanna/tours/1662-diamonds_world_tour_2013","attendance":24,"reviews":0,"venue":{"name":"Lanxess Arena","url":"http://www.last.fm/venue/8976470+Lanxess+Arena","website":"http://www.lanxess-arena.de/","city":"Köln","country":"Germany","street":"Willy-Brandt-Platz","postal":"50679","phonenumber":"0221 - 8021","latitude":50.938637,"longitude":6.979938,"timezone":null,"id":"8976470"},"ticketSuppliers":[],"attendanceStatus":null}