{"name":"Smile Like You Mean It","url":"http://www.last.fm/music/The+Killers/_/Smile+Like+You+Mean+It","mbid":"0ce0336f-d84e-4d56-b263-fc2ccf8f359e","playcount":6486347,"userPlaycount":-1,"listeners":1025880,"streamable":false,"id":"3001395","percentageChange":0,"tags":["rock","indie","indie rock","the killers","alternative"],"wikiLastChanged":1314620719000,"wikiSummary":"&quot;Smile Like You Mean It&quot; is a song by American rock band The Killers. The song is featured on their debut album Hot Fuss, and is the fourth single from it in the United Kingdom and the third single in United States. It was written by lead vocalist Brandon Flowers and bassist Mark Stoermer.  It reached #11 in the UK single chart and #15 in the Billboard U.S. Modern Rock Chart. It also received substantial radioplay in Australia, where it was ranked #39 on Triple J's Hottest 100 of 2004.  The band claims that they wrote the song in 8 minutes. ","wikiText":"&quot;Smile Like You Mean It&quot; is a song by American rock band The Killers. The song is featured on their debut album Hot Fuss, and is the fourth single from it in the United Kingdom and the third single in United States. It was written by lead vocalist Brandon Flowers and bassist Mark Stoermer.\n \n It reached #11 in the UK single chart and #15 in the Billboard U.S. Modern Rock Chart. It also received substantial radioplay in Australia, where it was ranked #39 on Triple J's Hottest 100 of 2004.\n \n The band claims that they wrote the song in 8 minutes.\n \n The song originally featured on the Mr. Brightside EP released in September 2003.\n \n The music video for this song shows ghostly figures of the band wandering around a house that the characters of the song presumably used to live in. While Flowers sings to the camera, flashbacks of the old house are shown behind him, including a children's party, a Christmas morning, a high school party, and a funeral. While these extras are oblivious to being watched, at the end they turn to the camera to look at the viewer while the band fades away.\n \n Billboard said the song &quot;seems to deal with coming to terms with growing up and getting older.&quot;\n \n Chuck Arnold with People magazine called the song &quot;a sardonic moper worthy of the Smiths.&quot; Billboard said the single is &quot;more restrained and downtempo compared with the band's previous hits&quot; but otherwise &quot;pretty upbeat and is awash with soaring new wave synthesizers and 'killer' guitars.&quot; In the UK the song was voted at 91 on Absolute Radio's 100 Best Songs of the Decade. \n \n David Gray performed an acoustic version of &quot;Smile Like You Mean It&quot; on BBC's Radio 1 in the Live Lounge. Tally Hall covered the song for the sixth The O.C. soundtrack: Music from the OC: Mix 6.\n \n The song was released as a downloadable track for the music video game series Rock Band on November 25, 2008.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Killers","artistMbid":"24b4aee8-32ed-4163-98f7-55bae67411ae","album":"Hot Fuss","albumMbid":"81553d43-3f83-36b2-a017-1394b6b4b675","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":234,"location":null}