{"name":"Read My Mind","url":"http://www.last.fm/music/The+Killers/_/Read+My+Mind","mbid":"1234adc4-b89e-40dc-9852-f15e6b46dc30","playcount":5908460,"userPlaycount":-1,"listeners":845051,"streamable":false,"id":"66148112","percentageChange":0,"tags":["rock","indie","indie rock","alternative","alternative rock"],"wikiLastChanged":1286987227000,"wikiSummary":"&quot;Read My Mind&quot; is a song by Las Vegas-based rock band The Killers and is the sixth track on their second album Sam's Town, released in October 2006. It peaked at #62 on the Billboard Hot 100. It also charted at #15 on the UK singles chart.\n In 2009 it was voted at Number 57 in UK radio station XFM's &quot;100 Greatest Songs of All Time&quot;.\n The same year it was voted at Number 71 on another UK Radio Station Absolute Radio's 100 Best Songs Of The Decade. In an interview with Chicago radio station Q101, lead vocalist Brandon Flowers called &quot;Read My Mind&quot; the best song he has ever written.","wikiText":"&quot;Read My Mind&quot; is a song by Las Vegas-based rock band The Killers and is the sixth track on their second album Sam's Town, released in October 2006. It peaked at #62 on the Billboard Hot 100. It also charted at #15 on the UK singles chart.\n In 2009 it was voted at Number 57 in UK radio station XFM's &quot;100 Greatest Songs of All Time&quot;.\n The same year it was voted at Number 71 on another UK Radio Station Absolute Radio's 100 Best Songs Of The Decade. In an interview with Chicago radio station Q101, lead vocalist Brandon Flowers called &quot;Read My Mind&quot; the best song he has ever written. This is also seen by critics as one of the best, if not the best, Killers song to date.\n Neil Tennant and Chris Lowe (of Pet Shop Boys) saw The Killers in concert at Brixton Academy at the end of November 2006, where the idea of a remix for &quot;Read My Mind&quot; was discussed between the two parties. The resulting remix, &quot;Pet Shop Boys 'Stars are blazing' mix&quot; featuring additional vocals by Tennant and Lowe, is one of the B-sides for the single, and is featured on the Pet Shop Boys album Disco Four. This song was released as part of an iTunes EP on February 13, 2007, featuring an acoustic version and two remixes. It was also released as the third single from Sam's Town in the United Kingdom on February 26, 2007.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Killers","artistMbid":"24b4aee8-32ed-4163-98f7-55bae67411ae","album":"Sam's Town","albumMbid":"","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":247,"location":null}