{"name":"Spaceman","url":"http://www.last.fm/music/The+Killers/_/Spaceman","mbid":"27b8b961-9835-4514-ad81-b47cd1fa8b5e","playcount":3973280,"userPlaycount":-1,"listeners":556125,"streamable":false,"id":"218762366","percentageChange":0,"tags":["indie","indie rock","rock","alternative rock","the killers"],"wikiLastChanged":1264544976000,"wikiSummary":"Spaceman is a song on <a href=\"http://www.last.fm/music/The+Killers\" class=\"bbcode_artist\">The Killers</a> third studio album Day &amp; Age. It was first played live at the Highline Ballroom, New York on the 29th July 2008, for a special fanclub only show, as far is so far publicly known. Its original form, as can be found in fan videos, had a slightly different introduction and lyrics, likely attributable to its being not finalized at the time. It has since been played at other shows including the 2008 Reading and Leeds Festivals.","wikiText":"Spaceman is a song on <a href=\"http://www.last.fm/music/The+Killers\" class=\"bbcode_artist\">The Killers</a> third studio album Day &amp; Age. It was first played live at the Highline Ballroom, New York on the 29th July 2008, for a special fanclub only show, as far is so far publicly known. Its original form, as can be found in fan videos, had a slightly different introduction and lyrics, likely attributable to its being not finalized at the time. It has since been played at other shows including the 2008 Reading and Leeds Festivals. It was played on Saturday Night Live along with the lead single for Day &amp; Age, &quot;Human&quot;; once again, the singer showed up with his common-for-tv stagefright.\n \n It is the third track on Day &amp; Age and has remained in The Killers set since the Highline Ballroom performance. It will be the second single off Day &amp; Age. The track was released early 2009.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Killers","artistMbid":"24b4aee8-32ed-4163-98f7-55bae67411ae","album":"Day & Age","albumMbid":"1bf3d6a0-b0e9-4bac-8452-f13833ab33bd","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":285,"location":null}