{"name":"A Dustland Fairytale","url":"http://www.last.fm/music/The+Killers/_/A+Dustland+Fairytale","mbid":"336a1fd8-d3b0-48c3-af09-538380e06a7c","playcount":2437956,"userPlaycount":-1,"listeners":390972,"streamable":false,"id":"234202159","percentageChange":0,"tags":["indie rock","indie","rock","alternative rock","alternative"],"wikiLastChanged":1276518853000,"wikiSummary":"It's a song about Brandon Flowers' parents falling in love. The title, Dustland Fairytale, alludes to the trailer park they both grew up in and that's where they fell in love.  Some of the lyrics toward the end of song hold special meaning. &quot;Now Cinderella don't you go to sleep/ It's such a bitter form of refuge/ Don't you know the kingdom's under siege?/ And everybody needs you.&quot; Cinderella, Flowers' Mother, actually suffers from a brain tumor, and it's a message from her son to hang on.  ","wikiText":"It's a song about Brandon Flowers' parents falling in love. The title, Dustland Fairytale, alludes to the trailer park they both grew up in and that's where they fell in love.\n \n Some of the lyrics toward the end of song hold special meaning. &quot;Now Cinderella don't you go to sleep/ It's such a bitter form of refuge/ Don't you know the kingdom's under siege?/ And everybody needs you.&quot; Cinderella, Flowers' Mother, actually suffers from a brain tumor, and it's a message from her son to hang on.\n \n It's also Brandon Flowers' favorite track on Day &amp; Age. He said that on a french interview. &quot;That's one of my favorite song on the record. The arrengements on this track were the most difficult thing to do, but it's worth it&quot;, says Flowers.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Killers","artistMbid":"24b4aee8-32ed-4163-98f7-55bae67411ae","album":"Day & Age","albumMbid":"1bf3d6a0-b0e9-4bac-8452-f13833ab33bd","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":225,"location":null}