{"name":"Charmer","url":"http://www.last.fm/music/Kings+of+Leon/_/Charmer","mbid":"006f6df6-8b50-4aa5-ab61-0009b81dc1eb","playcount":2349300,"userPlaycount":-1,"listeners":387347,"streamable":false,"id":"74260693","percentageChange":0,"tags":["rock","indie rock","indie","alternative rock","southern rock"],"wikiLastChanged":1259849915000,"wikiSummary":"&quot;Charmer&quot; is a song by US rock band Kings of Leon, and is the third single released from their 2007 album Because of the Times. It is the second track on the album. The song has drawn comparisons with the Pixies song &quot;Tame&quot; due to the screaming of lead singer Caleb Followill in the verse.  The song was released on October 29, 2007 in the UK and compared to previous releases reached a lowly No. 85 on the UK Singles Chart.  ","wikiText":"&quot;Charmer&quot; is a song by US rock band Kings of Leon, and is the third single released from their 2007 album Because of the Times. It is the second track on the album. The song has drawn comparisons with the Pixies song &quot;Tame&quot; due to the screaming of lead singer Caleb Followill in the verse.\n \n The song was released on October 29, 2007 in the UK and compared to previous releases reached a lowly No. 85 on the UK Singles Chart.\n \n In an interview with the BBC backstage at the Carling Reading festival, frontman Caleb Followill let slip that the video, filmed in the UK by director Robert Hales, would involve a hypnotist; he said, &quot;There was an actual hypnotist there, he was meant to hypnotise us, but I dunno, we must have too strong a will, he couldn't do it so we faked it.&quot; He also commented: &quot;It's one of the best looking videos we've done so far, we spent a lot of money on it.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Kings of Leon","artistMbid":"6ffb8ea9-2370-44d8-b678-e9237bbd347b","album":"Because Of The Times","albumMbid":"f18c08b1-3ec5-36c2-84eb-d9e4bce97cdd","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":176,"location":null}