{"name":"Four Kicks","url":"http://www.last.fm/music/Kings+of+Leon/_/Four+Kicks","mbid":"2da8a7aa-c67b-4f89-a35e-7b1ee34884d5","playcount":1762417,"userPlaycount":-1,"listeners":313878,"streamable":false,"id":"9407193","percentageChange":0,"tags":["indie rock","rock","indie","kings of leon","garage rock"],"wikiLastChanged":1259849496000,"wikiSummary":"&quot;Four Kicks&quot; is the second single taken from Aha Shake Heartbreak which is the second album by the American rock band Kings of Leon. It peaked at number 24 in the UK singles chart and number 32 in the Irish singles chart. It is also a double worded title the other being &quot;For Kicks&quot; as it is labeled on the Zune Marketplace whether it is incorrect or not is unknown.  The song's music video shows the band playing in a lobby where a massive fight breaks out randomly with people in the lobby when the band start playing the song...","wikiText":"&quot;Four Kicks&quot; is the second single taken from Aha Shake Heartbreak which is the second album by the American rock band Kings of Leon. It peaked at number 24 in the UK singles chart and number 32 in the Irish singles chart. It is also a double worded title the other being &quot;For Kicks&quot; as it is labeled on the Zune Marketplace whether it is incorrect or not is unknown.\n \n The song's music video shows the band playing in a lobby where a massive fight breaks out randomly with people in the lobby when the band start playing the song, during the fighting the room is lit in red but whenever Caleb is singing the red light goes out and the people fighting freeze in mid air.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Kings of Leon","artistMbid":"6ffb8ea9-2370-44d8-b678-e9237bbd347b","album":"Aha Shake Heartbreak","albumMbid":"5871b60a-6a16-333f-8f0d-0dbda8b24a05","position":10,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":130,"location":null}