{"id":3454903,"title":"Bruce Springsteen","artists":["Bruce Springsteen"],"headliner":"Bruce Springsteen","startDate":1364126701000,"endDate":null,"description":"<div class=\"bbcode\">This is it. For many people, this is the announcement that we have been waiting for. Bruce Springsteen &amp; The E-Street Band will be in Australia for four shows early next year, playing their first shows over here in a hell of a long time. The tour is on the back of the Wrecking Ball album that shot Springsteen back into the public eye (as if he’d ever left), a really solid record that shows the 63-year-old can still pen an absolute pearler of a tune after so long in the business.<br /><br />But, of course, the band will be playing the countless seminal hits that have made The Boss a household name all over the world since the mid-‘70s; there are too many of them to name so we won’t bother, but we can guarantee you we’ll be spending the entire festive season brushing up on the lyrics to all the songs from his 17 albums so we can belt them out with passion next March.<br /><br />The E-Street Band are an amazing proposition in themselves, the seven-piece band featuring the likes of Patti Scialfa, Garry Tallent, Roy Bittan, Max Weinberg, Steven Van Zandt and Nils Lofgren and earning themselves a reputation as being the greatest rock band on the planet. To see and hear them in full flight is going to be an experience to relish and given Springsteen and co.’s habit of playing incredibly long live shows, our only concern is how we’re going to get to sleep tonight. And every night. Until mid-March.<br /><br />As well as three big indoor shows, Springsteen is playing a date at Hanging Rock just outside of Melbourne, becoming the third artist to do so after huge shows out there from Leonard Cohen and Rod Stewart.<br /><br />There have been four shows announced tonight, with a pre-sale starting at noon on Wednesday 12 December and general public tickets going on sale from 9am Friday 14 December. What a perfect late Christmas gift!</div>","url":"http://www.last.fm/event/3454903+Bruce+Springsteen+at+Rod+Laver+Arena+on+24+March+2013","website":"","attendance":30,"reviews":0,"venue":{"name":"Rod Laver Arena","url":"http://www.last.fm/venue/8779782+Rod+Laver+Arena","website":"http://www.mopt.com.au/desktopdefault.aspx/tabid-18/229_read-35","city":"Melbourne Park Precinct","country":"Australia","street":"Brunton Avenue","postal":"3000","phonenumber":"03 9286 1208","latitude":-37.823326,"longitude":144.98221,"timezone":null,"id":"8779782"},"ticketSuppliers":[],"attendanceStatus":null}