{"id":3424167,"title":"The Killers","artists":["The Killers"],"headliner":"The Killers","startDate":1364910301000,"endDate":null,"description":"<div class=\"bbcode\">Venta de entradas en PuntoTicket!<br /><br />Después de un corto receso, regresa decidida a mantenerse como una de las bandas más representativas del rock actual, The Killers, integrada por Brandon Flowers, Ronnie Vannuci, Mark Stoermer y Dave Keuning, y lo hace con “Battle Born”, su cuarto disco de estudio bajo el brazo y que acaba con los cuatro años de paciente espera para los fans desde su último álbum, “Day &amp; Age”, que a su salidaalcanzóel puesto número 6 en el Billboard 200 y llegó al tope de las listas en Reino Unido.<br /><br />La primera etapa del Tour mundial comenzó en Europa, para continuar por Estados Unidos, Australia y cerrar en Latinoamérica con una fecha en Lollapalooza Brasil y en Movistar Arena en Chile.<br /><br />The Killers lleva más de 16 millones de álbumes vendidos en el mundo. Sorprendieron a la industria con su álbum debut “Hot Fuss” (2004), alcanzando un éxito inusitado que los llevó a triunfar de nuevo con “Sam’s Town” (2006). Desde entonces no se detuvieron y luego de un disco de rarezas y covers, “Sawdust” (2007), lanzaron su tercer disco de temas inéditos, “Day &amp; Age” (2008).<br /><br />-------------------------------------------------------<br /><br />VENTA DE ENTRADAS<br /><br />Entradas a la venta por Sistema Puntoticket, Tiendas Ripley y Cinemark a partir del lunes 5 de noviembre.<br /><br />- Preventa Exclusiva Club de Fans Oficial: 20% descuento a partir del mediodía del martes 6 hasta el 8 de noviembre al mediodía. Máximo 2 tickets por código.<br /><br />- Preventa Exclusiva Socios Club Movistar – Clientes Sony Xperia: 20% de descuento a partir del mediodía del 8 hasta el 10 de noviembre al mediodía o hasta agotar stock. Sólo venta presencial en puntos de venta físicos de Puntoticket, presentando un teléfono Sony o Sony Ericcson de Movistar.<br /><br />- Preventa Exclusiva Socios Club Movistar: 20% de descuento a partir del mediodía del 11 al 13 de noviembre al mediodía o hasta agotar stock. Para obtener el descuento deberán mandar KILLERS al 4404 desde su Celular Movistar o ingresando a <a href=\"http://www.movistar.cl\" rel=\"nofollow\">www.movistar.cl</a><br /><br />- El martes 13 de noviembre al mediodía parte la venta general para todo público.<br /><br /><br />Valores:<br /><br />Cancha Vip (de pie) $68.000<br />Cancha General (de pie) $37.000<br />Platea Baja $ 42.000<br />Platea Alta $23.000<br />Tribuna $18.000<br /><br /><br /><br /><br />Extraido desde puntoticket.com y agendamusical.cl</div>","url":"http://www.last.fm/event/3424167+The+Killers+at+Movistar+Arena+on+2+April+2013","website":"http://www.puntoticket.com/Evento.aspx?EventoID=LOT012","attendance":156,"reviews":0,"venue":{"name":"Movistar Arena","url":"http://www.last.fm/venue/8952518+Movistar+Arena","website":"http://www.movistararena.cl","city":"Santiago","country":"Chile","street":"Av. Beaucheff 1204","postal":"8370951","phonenumber":"4787900","latitude":-33.46252,"longitude":-70.66223,"timezone":null,"id":"8952518"},"ticketSuppliers":[],"attendanceStatus":null}