{"id":3482613,"title":"Meat Loaf \"Last at Bat\" Tour","artists":["Meat Loaf"],"headliner":"Meat Loaf","startDate":1365181200000,"endDate":null,"description":"<div class=\"bbcode\">Meat Loaf, one of the most successful recording artists and world’s best performers, has announced today he will be returning to the UK next April with his “Farewell Tour” tour to bid a final goodbye to his fans, including a date at Newcastle’s Metro Radio Arena on Friday 5th April 2013.<br /> <br />Opening the tour in Newcastle on April 5th, Meat Loaf and The Neverland Express will hit the highways visiting Glasgow, London, Birmingham, Nottingham, Manchester, Sheffield and finishing in Cardiff on April 21st.<br /> <br />This series of incredibly special dates will see the singer perform a two-act show. The first act will include some of Meat Loaf’s greatest hits such as ‘Dead Ringer For Love’ and ‘I’d Lie For You (And That’s the Truth)’. The second act will be the classic debut album ‘Bat Out Of Hell’ – with all 7 songs performed in their original order. <br /> <br />Since it’s release in 1977, the seminal album is still 3rd in the biggest selling charts, having sold more than 45 million copies and continues to sell around 200,000 copies each year. In fact, the album has never left the charts the UK!<br /> <br />In Meat’s own words, he is excited to get back to Europe and see everyone for one Last Bat.  <br /> <br />“When Jim and I first came together, we couldn’t have dreamt the profound effect 'Bat Out Of Hell' would have on both our lives, and the lives of our fans around the world.” <br /> <br />With his unique voice and flamboyant stage presence, this show promises to be an exciting event. <br /> <br />“I know the fans will enjoy the show as much as I enjoyed putting it together.”</div>","url":"http://www.last.fm/event/3482613+Meat+Loaf+%22Last+at+Bat%22+Tour","website":"http://www.metroradioarena.co.uk/events/4937/meat-loaf-the-farewell-tour","attendance":2,"reviews":0,"venue":{"name":"Metro Radio Arena Newcastle","url":"http://www.last.fm/venue/9220526+Metro+Radio+Arena+Newcastle","website":"http://www.metroradioarena.co.uk/","city":"Newcastle Upon Tyne","country":"United Kingdom","street":"Arena Way","postal":"NE4 7NA","phonenumber":"0844 493 6666","latitude":54.964054,"longitude":-1.622136,"timezone":null,"id":"9220526"},"ticketSuppliers":[],"attendanceStatus":null}