{"name":"Lisztomania","url":"http://www.last.fm/music/Phoenix/_/Lisztomania","mbid":"8c0b821a-fa5e-4fa4-8dde-f548fc7845ee","playcount":5381212,"userPlaycount":-1,"listeners":610309,"streamable":false,"id":"261498366","percentageChange":0,"tags":["indie","french","cimx-fm","catchy","dance"],"wikiLastChanged":1293249518000,"wikiSummary":"This song was written in reference to the craze generated by Franz Liszt, a 19th century Hungarian composer known for being ahead of his time.  Phoenix singer Thomas Mars told the Washington DC free newspaper Express (Source <a href=\"http://www.songfacts.com/detail.php?id=162777\" rel=\"nofollow\">Lisztomania Songfacts</a>): &quot;We liked the idea that it's just a mash-up, that our songs bring in influences from everywhere. I think that Franz Liszt was one of them; there were other things, visuals. And maybe it was the fact that we grew up in Versailles and we were surrounded by historical things. Maybe they came back that way.&quot; ","wikiText":"This song was written in reference to the craze generated by Franz Liszt, a 19th century Hungarian composer known for being ahead of his time.\n \n Phoenix singer Thomas Mars told the Washington DC free newspaper Express (Source <a href=\"http://www.songfacts.com/detail.php?id=162777\" rel=\"nofollow\">Lisztomania Songfacts</a>): &quot;We liked the idea that it's just a mash-up, that our songs bring in influences from everywhere. I think that Franz Liszt was one of them; there were other things, visuals. And maybe it was the fact that we grew up in Versailles and we were surrounded by historical things. Maybe they came back that way.&quot;\n \n In 2010, &quot;Lisztomania&quot; was used in Episode Six of the PBS series, &quot;Circus&quot;.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Phoenix","artistMbid":"02f4c1ff-65e0-4412-8e8b-6239b0faecb5","album":"Wolfgang Amadeus Phoenix","albumMbid":"ea9437a3-7fbf-3afa-b389-b086cf02804b","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":240,"location":null}