{"name":"Revolution 909","url":"http://www.last.fm/music/Daft+Punk/_/Revolution+909","mbid":"04fa095f-12da-4298-af45-40056d5ca35f","playcount":1146556,"userPlaycount":-1,"listeners":302522,"streamable":false,"id":"1026218","percentageChange":0,"tags":["electronic","house","dance","electronica","daft punk"],"wikiLastChanged":1273378548000,"wikiSummary":"&quot;Revolution 909&quot; is an instrumental track from Daft Punk's 1997 album Homework. It was released as the fourth single from the album in 1998. The music video for the track was directed by Roman Coppola.  The opening skit in &quot;Revolution 909&quot; is said to be a reflection on the French government and its stance against rave parties. When asked on the motivations of the stance, Bangalter said:  “ I don't think it's the music they're after, it's the parties... I don't know. They pretend it's drugs, but I don't think it's the only thing.","wikiText":"&quot;Revolution 909&quot; is an instrumental track from Daft Punk's 1997 album Homework. It was released as the fourth single from the album in 1998. The music video for the track was directed by Roman Coppola.\n \n The opening skit in &quot;Revolution 909&quot; is said to be a reflection on the French government and its stance against rave parties. When asked on the motivations of the stance, Bangalter said:\n \n “ I don't think it's the music they're after, it's the parties... I don't know. They pretend it's drugs, but I don't think it's the only thing. There's drugs everywhere, but they probably wouldn't have a problem if the same thing was going on at a rock concert, because that's what they understand. They don't understand this music which is really violent and repetitive, which is house; they consider it dumb and stupid. &quot;\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Daft Punk","artistMbid":"056e4f3e-d505-4dad-8ec1-d04f521cbb56","album":"Homework","albumMbid":"ce45ae00-c3e2-38db-95e3-2cc4c42f2985","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":234,"location":null}