{"name":"Harder, Better, Faster, Stronger","url":"http://www.last.fm/music/Daft+Punk/_/Harder,+Better,+Faster,+Stronger","mbid":"0838d43f-7981-4e22-b888-0697e4445fd4","playcount":6972723,"userPlaycount":-1,"listeners":938495,"streamable":false,"id":"1040076","percentageChange":0,"tags":["electronic","dance","house","electronica","techno"],"wikiLastChanged":1273375783000,"wikiSummary":"&quot;Harder, Better, Faster, Stronger&quot; is a song by French duo Daft Punk. The single was first released on 13 October 2001. A live version of &quot;Harder, Better, Faster, Stronger&quot; was released as a single from the album Alive 2007 on 15 October 2007. This version won a Grammy Award for Best Dance Recording in 2009.  &quot;Harder, Better, Faster, Stronger&quot; features a robotic vocal performance by Daft Punk. As documented in the Discovery liner notes, &quot;Harder, Better, Faster, Stronger&quot; contains a sample of &quot;Cola Bottle Baby&quot; by Edwin Birdsong. ","wikiText":"&quot;Harder, Better, Faster, Stronger&quot; is a song by French duo Daft Punk. The single was first released on 13 October 2001. A live version of &quot;Harder, Better, Faster, Stronger&quot; was released as a single from the album Alive 2007 on 15 October 2007. This version won a Grammy Award for Best Dance Recording in 2009.\n \n &quot;Harder, Better, Faster, Stronger&quot; features a robotic vocal performance by Daft Punk. As documented in the Discovery liner notes, &quot;Harder, Better, Faster, Stronger&quot; contains a sample of &quot;Cola Bottle Baby&quot; by Edwin Birdsong.\n \n A live version of &quot;Harder, Better, Faster, Stronger&quot; was recorded at Bercy in Paris from 14 June 2007. It was released as a digital download single on 15 October 2007, for the live album Alive 2007. The track contains a part of the &quot;Television Rules the Nation / Crescendolls&quot; segment of the Bercy performance that features elements of the songs &quot;Around the World&quot;, &quot;Steam Machine&quot;, &quot;Television Rules the Nation&quot;.  This version of the song won the Grammy Award for Best Dance Recording at the 51st Grammy Awards.\n \n Kanye West's song &quot;Stronger&quot; from the album Graduation prominently features a sample of &quot;Harder, Better, Faster, Stronger&quot;. Two actors who wore the robotic Daft Punk costumes in the film Daft Punk's Electroma appear in the music video for &quot;Stronger&quot;. It was later performed live at the 2008 Grammy Awards with Daft Punk in their trademark pyramid while West was on stage rapping. Guy-Manuel de Homem-Christo clarified that &quot;Stronger&quot; was &quot;not a collaboration in the studio, but the vibe of the music we do separately connected in what [West] did with the song.&quot; He later specified that the live version was &quot;truly a collaboration from the start. We really did it all hand in hand.&quot;\n \n Diplo released a remix of &quot;Harder, Better, Faster, Stronger&quot; titled &quot;Work Is Never Over&quot;. It appeared in his compilation album Decent Work for Decent Pay.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Daft Punk","artistMbid":"056e4f3e-d505-4dad-8ec1-d04f521cbb56","album":"Musique, Vol. 1: 1993-2005","albumMbid":"","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":223,"location":null}