{"name":"Around the World","url":"http://www.last.fm/music/Daft+Punk/_/Around+the+World","mbid":"588892fd-dd60-4997-bf20-9d8698074d22","playcount":3287702,"userPlaycount":-1,"listeners":645628,"streamable":false,"id":"1009223","percentageChange":0,"tags":["electronic","dance","house","electronica","techno"],"wikiLastChanged":1273376949000,"wikiSummary":"&quot;Around the World&quot; is a song by the French electronic music duo Daft Punk. It appeared on the duo's debut album, Homework and was released as a single the same year. It subsequently became a major club hit throughout the world and arrived at #1 in dance charts. The song is particularly known for the repeated phrasing of its title. It is also known for its music video, which was directed by Michel Gondry and choreographed by Blanca Li.  ","wikiText":"&quot;Around the World&quot; is a song by the French electronic music duo Daft Punk. It appeared on the duo's debut album, Homework and was released as a single the same year. It subsequently became a major club hit throughout the world and arrived at #1 in dance charts. The song is particularly known for the repeated phrasing of its title. It is also known for its music video, which was directed by Michel Gondry and choreographed by Blanca Li.\n \n The key hook is a steady bassline and a vocoder-processed voice singing &quot;around the world&quot; in continuous chains. The phrase occurs 144 times in the album version and 80 times in the radio edit.\n \n Upon analysis of the song, Michel Gondry noted its distinctive structure: &quot;I realized how genius and simple the music was. Only five different instruments, with very few patterns, each to create numerous possibilities of figures. Always using the repetition, and stopping just before it's too much.&quot; He also noted the similarity between the bassline of &quot;Around the World&quot; and that of the Chic song &quot;Good Times&quot;.\n \n A cover version of &quot;Around the World&quot; was released in 2006 as &quot;Around the World Again&quot; by Nicky Van She and Dangerous Dan. A remix of the will.i.am song &quot;I Got It from My Mama&quot; included a sample from &quot;Around the World.&quot; Daft Punk failed to approve use of the sample and refused will.i.am permission to release the remix. A music video was produced with the sample included, however. A song titled &quot;Around the World&quot; was released by rapper P.M. that contains a sample of &quot;Around the World&quot;. Señor Coconut released a cover of &quot;Around the World&quot; on his 2008 album, Atom™ presents: Around the World with Señor Coconut and his Orchestra.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Daft Punk","artistMbid":"056e4f3e-d505-4dad-8ec1-d04f521cbb56","album":"Homework","albumMbid":"ce45ae00-c3e2-38db-95e3-2cc4c42f2985","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":427,"location":null}