{"name":"Technologic","url":"http://www.last.fm/music/Daft+Punk/_/Technologic","mbid":"8aa783cf-361a-489b-b51d-614db001b36f","playcount":3045150,"userPlaycount":-1,"listeners":582507,"streamable":false,"id":"12691729","percentageChange":0,"tags":["electronic","dance","techno","electronica","house"],"wikiLastChanged":1273377316000,"wikiSummary":"&quot;Technologic&quot; is a song by French duo Daft Punk from the album Human After All. It was released as the second single on June 14, 2005. The music video for &quot;Technologic&quot; was directed by Daft Punk.  The song was featured in an iPod advertisement shown in the summer of 2005. It was also featured in an ad for the Motorola E398 mobile-phone, aired in early 2005 in Brazil. Additionally, the song was featured in an episode of The O.C..","wikiText":"&quot;Technologic&quot; is a song by French duo Daft Punk from the album Human After All. It was released as the second single on June 14, 2005. The music video for &quot;Technologic&quot; was directed by Daft Punk.\n \n The song was featured in an iPod advertisement shown in the summer of 2005. It was also featured in an ad for the Motorola E398 mobile-phone, aired in early 2005 in Brazil. Additionally, the song was featured in an episode of The O.C.. Recently it is used in the 2009 Lincoln MKS commercial, and in a series of TV ads for the Alfa Romeo MiTo. It is a playable track on the iPhone OS games Tap Tap Revenge and Tap Tap Dance. In an episode of the tv-show America's Best Dance Crew, crew Kaba Modern performed to a master-mix of this song on February 7, 2008.\n \n The song features an electronically transposed voice chanting technological commands. For example, &quot;Plug it, play it, burn it, rip it, drag and drop it, zip, unzip it&quot; are spoken in rhythm to a beat.\n \n A portion of the vocals were altered and used in the Busta Rhymes single &quot;Touch It&quot;, produced by Swizz Beatz. In a remix of &quot;Touch It&quot; the lines touch it, bring it, pay it, watch it, turn it, leave it, start, format it were sung by rap artist Missy Elliott. Additionally, the music video for &quot;Touch It&quot; shows a group of young cheerleaders doing a routine while chanting the same line.\n \n Elements of both &quot;Technologic&quot; and &quot;Touch It&quot; are featured in Daft Punk's live album Alive 2007. The repeated line &quot;**** it&quot; (a combination of fill and lock it) was also integrated in the Alive 2007 tour, beginning in Daft Punk's live show at Bercy in Paris.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Daft Punk","artistMbid":"056e4f3e-d505-4dad-8ec1-d04f521cbb56","album":"Human After All","albumMbid":"fd07d0fc-a68a-3b77-95c9-fd7ec7fea013","position":9,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":283,"location":null}