{"name":"Invincible","url":"http://www.last.fm/music/Muse/_/Invincible","mbid":"0465e4ba-a1db-4bca-af8b-6842cfcd2f5a","playcount":4504381,"userPlaycount":-1,"listeners":603859,"streamable":false,"id":"54089813","percentageChange":0,"tags":["alternative rock","rock","alternative","muse","british"],"wikiLastChanged":1231192439000,"wikiSummary":"The intro to Invincible was originally composed whilst in a motel in the Twin Peaks.  Bellamy has described himself as having been bored at the time of the intro's conception, due to the band being ill, and the weather consisting of snowfall.  Bellamy believes that this is a very optimistic song.  He believes that Invincible is the &quot;heart&quot; of Black Holes and Revelations.  The song was initially played entirely on the guitar, without any keyboard part - Bellamy altered the introduction to its present keyboard form whilst rehearsing in the live room of Miraval Studio...","wikiText":"The intro to Invincible was originally composed whilst in a motel in the Twin Peaks.  Bellamy has described himself as having been bored at the time of the intro's conception, due to the band being ill, and the weather consisting of snowfall.  Bellamy believes that this is a very optimistic song.  He believes that Invincible is the &quot;heart&quot; of Black Holes and Revelations.\n \n The song was initially played entirely on the guitar, without any keyboard part - Bellamy altered the introduction to its present keyboard form whilst rehearsing in the live room of Miraval Studio, and the lyrics came sometime after this.  The band recorded Invincible in &quot;a fit of rage&quot; due to not having been able to record Take a Bow.  It was originally thought of as a track that would not make the final album, however, this changed after the recording came together quickly in the studio.  The recording presented on the album is mostly a live one, with only a &quot;couple&quot; of overdubbed tracks.  When recording the marching drums, the band set up microphone by a window and marched towards it drumming, to build up the impression of an approaching army. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Muse","artistMbid":"1695c115-bf3f-4014-9966-2b0c50179193","album":"Black Holes and Revelations","albumMbid":"de6dc138-8b53-4b35-8c96-c10c0871923b","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":300,"location":null}