{"name":"Resistance","url":"http://www.last.fm/music/Muse/_/Resistance","mbid":"09595161-717b-4ec5-94d1-9040aab8aae4","playcount":4424745,"userPlaycount":-1,"listeners":483959,"streamable":false,"id":"325385491","percentageChange":0,"tags":["alternative rock","rock","progressive rock","alternative","muse"],"wikiLastChanged":1291310101000,"wikiSummary":"&quot;Resistance&quot; is a song by British alternative rock band Muse, featured on their 2009 fifth studio album The Resistance. Written by vocalist, guitarist and pianist Matthew Bellamy, it was released as the third single from the album, following &quot;Uprising&quot; and &quot;Undisclosed Desires&quot;, on 22 February 2010. The intro of the song is used in the trailer of the last episode of BBC show Silent Witness, and on the BBC show waterloo road.","wikiText":"&quot;Resistance&quot; is a song by British alternative rock band Muse, featured on their 2009 fifth studio album The Resistance. Written by vocalist, guitarist and pianist Matthew Bellamy, it was released as the third single from the album, following &quot;Uprising&quot; and &quot;Undisclosed Desires&quot;, on 22 February 2010. The intro of the song is used in the trailer of the last episode of BBC show Silent Witness, and on the BBC show waterloo road. In February 2010, Muse had uploaded a picture puzzle of &quot;Resistance&quot; artwork on their official Facebook page. The puzzle itself has a making of the &quot;Resistance&quot; track (which will be able to see it after solving the puzzle). This song was featured in a promo for an episode of Human Target.\n \n &quot;Resistance&quot; reached number 35 in the Triple J Hottest 100, 2009.\n \n On 22 February 2010, &quot;Resistance&quot; debuted at number 17 on the Hot30 Countdown.\n \n On 26 March 2010, &quot;Resistance&quot; debuted at number 20 on the VH1 Top 20 Video Countdown and currently is at #9.\n \n The music video for &quot;Resistance&quot;, which features footage of the band performing live on The Resistance Tour, debuted on 14 January 2010, and was filmed by Wayne Isham in Madrid (Palacio de los Deportes, 28-November-2009).\n \n On 21 February 2010, &quot;Resistance&quot; entered the UK Rock Chart at #2. Following from its success on the Rock Chart, on 28 February 2010, the single entered the UK Singles Chart as a new entry at #38, beating previous single: &quot;Undisclosed Desires&quot;, which only peaked at #49. &quot;Resistance&quot; is now the second Top 40 hit from The Resistance. The same week resulted in &quot;Resistance&quot; climbing to the #1 spot on the UK Rock Chart as well. On the week of March 20th, it jumped from #6 to #1 on the Billboard Alternative Rock Chart and it became their second number one single on the Chart along with their previous single &quot;Uprising&quot;.\n \n The song itself has been nominated for 2 Grammy Awards (2011) :\n Best Rock Performance By A Duo Or Group With Vocals: Resistance\n Best Rock Song: Resistance\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Muse","artistMbid":"1695c115-bf3f-4014-9966-2b0c50179193","album":"The Resistance","albumMbid":"590c5520-dca7-3b25-ae0d-e69f1c6acdae","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":345,"location":null}