{"name":"Take a Bow","url":"http://www.last.fm/music/Muse/_/Take+a+Bow","mbid":"75c7d95f-43c7-4996-918c-e2c0376a7aad","playcount":4339804,"userPlaycount":-1,"listeners":610137,"streamable":false,"id":"52644909","percentageChange":0,"tags":["alternative rock","rock","alternative","progressive rock","muse"],"wikiLastChanged":1255064328000,"wikiSummary":"Take a Bow calls on world leaders to take responsibility for their actions. Muse move through three musical stages: starting off as a classical piece before moving into a techno mid-section and a heavy &quot;apocalyptic rock&quot; ending. Initially described &quot;a looping epic which morphs into a gothic fairytale&quot;.  The chord structure moves in fourths upwards, by using the augmented fifth in between to move.  ","wikiText":"Take a Bow calls on world leaders to take responsibility for their actions. Muse move through three musical stages: starting off as a classical piece before moving into a techno mid-section and a heavy &quot;apocalyptic rock&quot; ending. Initially described &quot;a looping epic which morphs into a gothic fairytale&quot;.  The chord structure moves in fourths upwards, by using the augmented fifth in between to move.\n \n Initially called &quot;Hex&quot;, &quot;Take a Bow&quot; was originally going to be at the end of the album. Two months later, Chris indicated it could become the opening track. Put first on the album because it ends in the key of B which is the key of the second track. .\n \n Wolstenholme: We wrote it at the end of the Absolution sessions, and it sounds similar [to Absolution tracks]. It has evolved a lot since then, but it’s principle remains the same: a change of periodic agreements which are at the brink of exploding. Its structure is mathematical, the main idea being a formula with neither chorus nor verse. Dom’s never played like that, with very jazzy rhythms, slow ones, followed by more chaotic bits integrated into the whole.\n \n Take a Bow was often played as a piano interlude between Citizen Erased and Space Dementia on the Absolution tour. It was also used in a cinematic trailer for the film <em>Watchmen</em>.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Muse","artistMbid":"1695c115-bf3f-4014-9966-2b0c50179193","album":"Black Holes and Revelations","albumMbid":"de6dc138-8b53-4b35-8c96-c10c0871923b","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":275,"location":null}