{"name":"Assassin","url":"http://www.last.fm/music/Muse/_/Assassin","mbid":"efe61606-8e94-4d34-9f2f-390bb0904f68","playcount":3929712,"userPlaycount":-1,"listeners":563035,"streamable":false,"id":"53146640","percentageChange":0,"tags":["rock","alternative rock","alternative","muse","british"],"wikiLastChanged":1261898103000,"wikiSummary":"&quot;Assassin&quot; was formerly known as &quot;Debase Mason's Grog&quot; (&quot;Message Board Song&quot;) or (&quot;Dom's Arse Goes Bang&quot;), and before the finalisation of the album's track list, Demonocracy. Demonocracy means the power or government of demons.   Bellamy has said this is a &quot;kind of take a gun out and kill somebody&quot; style song. Early reviews prior to the album's release described the introduction with reference to the Knight Rider theme music.[9]   ","wikiText":"&quot;Assassin&quot; was formerly known as &quot;Debase Mason's Grog&quot; (&quot;Message Board Song&quot;) or (&quot;Dom's Arse Goes Bang&quot;), and before the finalisation of the album's track list, Demonocracy. Demonocracy means the power or government of demons. \n \n Bellamy has said this is a &quot;kind of take a gun out and kill somebody&quot; style song. Early reviews prior to the album's release described the introduction with reference to the Knight Rider theme music.[9] \n \n Several major changes were made to the song compared to earlier live versions from 2005. Previously, it had a longer, more distorted intro, more varied percussion, most prominently contained a slow bridge between the first and second chorus, and was generally more progressive. The original drumming was used in &quot;Map of the Problematique&quot;. \n \n The song is featured in the 2008 game Guitar Hero: World Tour as a playable track, where there is also a secret achievement for the 360 version of the game called &quot;Muse to My Ears&quot;, requiring you to score 222,222 points or higher on Assassin, playing the drums. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Muse","artistMbid":"1695c115-bf3f-4014-9966-2b0c50179193","album":"Black Holes and Revelations","albumMbid":"de6dc138-8b53-4b35-8c96-c10c0871923b","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":211,"location":null}