{"name":"Sexy Boy","url":"http://www.last.fm/music/Air/_/Sexy+Boy","mbid":"deb4defa-5f20-4732-a82d-cbd9d22c2f41","playcount":2767374,"userPlaycount":-1,"listeners":502234,"streamable":false,"id":"6473","percentageChange":0,"tags":["electronic","chillout","electronica","french","ambient"],"wikiLastChanged":1297869481000,"wikiSummary":"&quot;Sexy Boy&quot; is a song by French duo Air from their first studio album Moon Safari.  The music video, directed by Mike Mills, shows the members of Air in New York City. They see a toy monkey on the street and immediately enter a fantasy in which the monkey is a giant and flies off to the Moon. Meanwhile, the members of Air are still in fact in New York and other people see them playing with the toy monkey around the United Nations headquarters and in Central Park. The fantasy scenes are shown in colorful animation and the scenes in real life are shot in live action and black and white. ","wikiText":"&quot;Sexy Boy&quot; is a song by French duo Air from their first studio album Moon Safari.\n \n The music video, directed by Mike Mills, shows the members of Air in New York City. They see a toy monkey on the street and immediately enter a fantasy in which the monkey is a giant and flies off to the Moon. Meanwhile, the members of Air are still in fact in New York and other people see them playing with the toy monkey around the United Nations headquarters and in Central Park. The fantasy scenes are shown in colorful animation and the scenes in real life are shot in live action and black and white.\n \n The song was featured in the film 10 Things I Hate About You and the British television series Queer as Folk.\n \n The song was covered by Franz Ferdinand and appears as a b-side to the single &quot;Walk Away&quot;. More recently, Sexy Boy was covered by German artist Nena on her CD of cover songs, entitled &quot;Cover Me&quot; [2007].\n \n A dramatic choral cover of <a title=\"The Fallen Angels &ndash; Sexy Boy\" href=\"http://www.last.fm/music/The+Fallen+Angels/_/Sexy+Boy\" class=\"bbcode_track\">Sexy Boy</a> was also recorded by <a href=\"http://www.last.fm/music/The+Fallen+Angels\" class=\"bbcode_artist\">The Fallen Angels</a> in December 2010 and featured in the Axe Excite: Angels campaign, directed by Rupert Sanders.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Air","artistMbid":"018dcc90-b1a2-400a-a96e-64b6a101f009","album":"Moon Safari","albumMbid":"703536e2-7df8-4a2f-bf38-614be4863da6","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":297,"location":null}