{"id":3438293,"title":"Netsky Live!","artists":["Netsky"],"headliner":"Netsky","startDate":1367085600000,"endDate":null,"description":"<div class=\"bbcode\">Het einde van het jaar nadert met rasse schreden. Een uitgelezen moment om even terug te blikken op wat 2012 muzikaal te bieden had. Boris Daenen, beter bekend als <a href=\"http://www.last.fm/music/Netsky\" class=\"bbcode_artist\">Netsky</a>, komt zonder twijfel met het meest indrukwekkende lijstje aandraven! Onze Belgische trots gaf dit jaar twee uitverkochte concerten in de Brusselse Ancienne Belgique, hij bracht een bommetje in de Pyramid Marquee op Rock Werchter, sloot de main stage op Pukkelpop en zorgde op 10 november voor het hoogtepunt op I Love Techno.<br /><br />In juni kwam het tweede album ‘2’ uit, dat naast een nummer 1-positie in de Belgische hitlijsten ook een gouden status behaalde. Ook buiten de landsgrenzen doet Netsky het uitstekend met singles als ‘Give &amp; Take’, ‘Come Alive’, ‘Love Has Gone’ en de laatste single ‘We Can Only Live Today (Puppy)’. De aanstekelijke drum-‘n-bass-beats van de 23-jarige producer worden volop gesmaakt en krijgen internationale erkenning. Netsky komt dit jaar binnen op plaats 95 in de DJ Mag Top 100. Dat 2012 absoluut het jaar van Netsky was, werd nogmaals bevestigd op de Red Bull Elektropedia Awards 2012, waar Daenen als grote winnaar uit de bus kwam. Na Best Live, Best Song en Best Album kreeg Netsky ook de award voor Artist of the Year!<br /><br />Netsky is klaar voor het volgende hoofdstuk en kondigt aan dat hij op zaterdag 27 april 2013 het beste van zichzelf zal geven in de Lotto Arena. De bekroning na een fantastisch 2012.<br /><br />Kaarten voor dit concert kosten 34 euro, inclusief servicekosten.<br /><br />&quot;Netsky Live!&quot; wordt georganiseerd door Live Nation Belgium</div>","url":"http://www.last.fm/event/3438293+Netsky+Live!","website":"http://www.lotto-arena.be/nl/kalender/2012-2013/netsky_live","attendance":12,"reviews":0,"venue":{"name":"Lotto Arena","url":"http://www.last.fm/venue/8800944+Lotto+Arena","website":"http://www.lotto-arena.be","city":"Antwerpen","country":"Belgium","street":"Schijnpoortweg 119","postal":"2170","phonenumber":"03 400 60 00","latitude":51.231728,"longitude":4.440409,"timezone":null,"id":"8800944"},"ticketSuppliers":[],"attendanceStatus":null}