{"id":3520836,"title":"Severina live @ Arena Zagreb","artists":["Severina"],"headliner":"Severina","startDate":1368295200000,"endDate":null,"description":"<div class=\"bbcode\">Dugoočekivani koncert u sklopu regionalne dvoranske turneje &quot;Dobrodošao u klub&quot; održat će se u zagrebačkoj Areni 11.05.2013. godine.<br /><br />Ulaznice u pretprodaji preko sustava Eventim kreću od 11.03. <br /><br />USKORO VIŠE INFORMACIJA...<br /><br />Dobrodošao u klub“ biti će bajka u četiri čina. To će biti svojevrsno putovanje kroz tamne i svjetle trenutke ljudske duše u vizualno-muzičkom teatru.<br /><br />Umjetničko vodstvo turneje je preuzela međunarodna kazališna organizacija Pandur Theaters - koja je u svijetu, a i kod nas poznata prije svega po svojim intrigantnim kazališnim i interdisciplinarnim projektima u drami, operi i baletu. Umjetnički voditelj Tomaž Pandur je jedan od najzanimljivijih i najnagrađivanijih europskih kazališnih redatelja s autorski prepoznatljivim rukopisom, koji po pravilu ne preuzima poznate, nego stvara nove trendove. <br /><br />Za Severinin koncert izabrao je iznimnu međunarodnu umjetničku ekipu: od filmskog i video umjetnika Dorijana Kolundžije iz Galerije 12, dramaturginju Liviju Pandur, koreografa Anžea Škrubeja i njegov plesni ansambel Maestro, za tehnički dio zadužan je Željko Radočaj dok kostimografiju potpisuje Marko Mitanovski koji je imao je prilike surađivati i surađuje sa svjetskim glazbenicima I umjetnicima; Beyonce, Lady Gaga, Skunk Anansie, Katie Melua, Sophie Elis – Bextor, Paloma Faith, Immodesty Blaize, Bishi, Broken Hearts I mnogim drugima. <br /><br />Markove kreacije su poznate po skulpturalnoj, kazališnoj formi, detaljiziranim konstrukcijama I preciznoj geometriji.<br /><br />„Dobrodošao u klub“ utjelovljuje Severinino viđenje cijelog tog putovanja kroz pjesmu i melodiju, popraćeno vizualnim radovima i scenskim pokretima. Publika će istovremeno prisustvovati spektaklu i intimnom performansu, otvaranju onog najdubljeg što nosimo u sebi, jukstapoziciji ljubavi i mržnje, tame i svjetla, tuge i radosti, dobra i zla, reda i kaosa. Iskusit će neobično putovanje kroz osjećanje ushićenja i radosti, bola i tuge slomljenog srca.<br /><br />Pozivamo ljude otvorenog srca i uma da dođu i pogledaju ovu posebnu bajku sačinjenu od preko 28 pjesama - nekih u potpuno novom aranžmanu, a nekih baš onakvih na kakve je publika navikla.</div>","url":"http://www.last.fm/event/3520836+Severina+live+@+Arena+Zagreb","website":"http://zagrebarena.hr/default.aspx?id=439","attendance":2,"reviews":0,"venue":{"name":"Arena Zagreb","url":"http://www.last.fm/venue/8992474+Arena+Zagreb","website":"http://www.zagrebarena.hr","city":"Zagreb","country":"Croatia","street":"Lanište bb","postal":"10000","phonenumber":"+385 1 6420 900","latitude":45.8,"longitude":16.0,"timezone":null,"id":"8992474"},"ticketSuppliers":[],"attendanceStatus":null}