{"id":3415382,"title":"P!nk ","artists":["P!nk"],"headliner":"P!nk","startDate":1374082200000,"endDate":null,"description":"<div class=\"bbcode\">P!NK will make her hugely anticipated return to this country for what will be the hottest tour of the year – The Truth About Love Tour 2013.<br /><br />Renowned around the world as one of the most dynamic live performers of her generation – and by far the most successful female touring and recording artist ever in the Australian market - P!NK’s 2009 Funhouse Tour was one of the biggest Australian tours ever.<br /><br />Starting off as a 20 show run, overwhelming demand meant that the tour extended into a three-month stay, with P!nk eventually playing a phenomenal 58 sold out shows to more than 670,000 fans around the country. Funhouse broke Australian box office attendance records, reaching a staggering 17 sold out shows and 220,000 ticket sales at Melbourne’s Rod Laver Arena, 12 stunning shows at the Sydney Entertainment Centre and 11 at Brisbane’s Entertainment Centre.<br /><br />‘The Truth About Love Tour’ is primed to deliver awe-inspiring performances in the now trademark P!nk style - thoroughly captivating audiences with her rockin’ vocals and a formidable catalogue of hits, all delivered with a kick-ass attitude and spectacular staging.<br /><br />The 2013 tour announcement follows shortly after the release of P!nk’s sixth studio album, the ARIA #1 debut, triple-Platinum ‘The Truth About Love’, featuring the massive airplay and ARIA #1 smash ‘Blow Me (One Last Kiss)’ and Top 10 second hit single, ‘Try’.</div>","url":"http://www.last.fm/event/3415382+P!nk+","website":"http://premier.ticketek.com.au/shows/show.aspx?sh=PINK13","attendance":2,"reviews":0,"venue":{"name":"Rod Laver Arena","url":"http://www.last.fm/venue/8779782+Rod+Laver+Arena","website":"http://www.mopt.com.au/desktopdefault.aspx/tabid-18/229_read-35","city":"Melbourne Park Precinct","country":"Australia","street":"Brunton Avenue","postal":"3000","phonenumber":"03 9286 1208","latitude":-37.823326,"longitude":144.98221,"timezone":null,"id":"8779782"},"ticketSuppliers":[],"attendanceStatus":null}