{"name":"Hurt","url":"http://www.last.fm/music/Johnny+Cash/_/Hurt","mbid":"0301bcb7-938e-455c-b823-0e4c2b1a68b7","playcount":6027195,"userPlaycount":-1,"listeners":798498,"streamable":false,"id":"1033471","percentageChange":0,"tags":["country","cover","acoustic","sad","folk"],"wikiLastChanged":1249590470000,"wikiSummary":"&quot;Hurt&quot; was written by Trent Reznor and first released on <a href=\"http://www.last.fm/music/Nine+Inch+Nails\" class=\"bbcode_artist\">Nine Inch Nails</a>' 1994 album The Downward Spiral. Johnny Cash's cover of &quot;Hurt&quot; was released on his 2002 album, American IV: The Man Comes Around.   Rick Rubin, producer of Cash's American series and a friend of Reznor's, suggested the song to Cash. The line &quot;crown of shit&quot; was changed to &quot;crown of thorns&quot;, not only removing profanity from the lyrics, but also more directly referencing Christ. The cover was released on a single with the B-side &quot;Personal Jesus&quot;, a cover of the <a href=\"http://www.last.fm/music/Depeche+Mode\" class=\"bbcode_artist\">Depeche Mode</a> single. ","wikiText":"&quot;Hurt&quot; was written by Trent Reznor and first released on <a href=\"http://www.last.fm/music/Nine+Inch+Nails\" class=\"bbcode_artist\">Nine Inch Nails</a>' 1994 album The Downward Spiral. Johnny Cash's cover of &quot;Hurt&quot; was released on his 2002 album, American IV: The Man Comes Around. \n \n Rick Rubin, producer of Cash's American series and a friend of Reznor's, suggested the song to Cash. The line &quot;crown of shit&quot; was changed to &quot;crown of thorns&quot;, not only removing profanity from the lyrics, but also more directly referencing Christ. The cover was released on a single with the B-side &quot;Personal Jesus&quot;, a cover of the <a href=\"http://www.last.fm/music/Depeche+Mode\" class=\"bbcode_artist\">Depeche Mode</a> single.\n \n Reznor said that when Rubin first asked if Cash could cover his song, he was &quot;flattered&quot; but worried that &quot;the idea sounded a bit gimmicky.&quot; He became a fan of Cash's version, however, once he saw the music video: “I pop the video in, and wow… Tears welling, silence, goose-bumps… Wow. I just lost my girlfriend, because that song isn't mine anymore… It really made me think about how powerful music is as a medium and art form. I wrote some words and music in my bedroom as a way of staying sane, about a bleak and desperate place I was in, totally isolated and alone. [Somehow] that winds up reinterpreted by a music legend from a radically different era/genre and still retains sincerity and meaning - different, but every bit as pure.”\n \n Johnny Cash's version was awarded the Country Music Award for &quot;Single of the Year&quot; in 2003. It ranked as CMT's top video for 2003, #1 on CMT's 100 Greatest Country Music Videos the following year, and #1 on the Top 40 Most Memorable Music Videos on MuchMoreMusic's Listed in October 2007. As of July 2008, the single occupies the number one spot on Rate Your Music's Top Singles of the 2000s. The song is also Cash's sole chart entry on the Billboard Modern Rock Tracks chart, where it hit #33 in 2003.\n \n The house where Cash's music video for &quot;Hurt&quot; was shot, which was Cash's home for nearly 30 years, was destroyed in a fire on April 10, 2007.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Johnny Cash","artistMbid":"d43d12a1-2dc9-4257-a2fd-0a3bb1081b86","album":"American IV: The Man Comes Around","albumMbid":"d24e7761-a7c4-48f6-bd0a-8fa892147191","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":217,"location":null}