{"name":"Sunday Morning Coming Down","url":"http://www.last.fm/music/Johnny+Cash/_/Sunday+Morning+Coming+Down","mbid":"b474fdd0-86c1-458c-80a6-87ce4925fdae","playcount":494576,"userPlaycount":-1,"listeners":141592,"streamable":false,"id":"1062156","percentageChange":0,"tags":["country","classic country","johnny cash","folk","americana"],"wikiLastChanged":1241383396000,"wikiSummary":"Kris Kristofferson wrote this while living in a run-down tenement in Nashville when he was working as a janitor for Columbia Records. He was told if he was caught pitching songs to any artists he would be fired. He delivered this song personally to Johnny Cash after landing his National Guard helicopter in Cash's front yard - the best way he could think of to get Cash's attention. Kris made Johnny Cash listen to the song before removing the helicopter. After hearing it Cash said he &quot;liked his songs so much that I would take them off and not let anybody else hear them.","wikiText":"Kris Kristofferson wrote this while living in a run-down tenement in Nashville when he was working as a janitor for Columbia Records. He was told if he was caught pitching songs to any artists he would be fired. He delivered this song personally to Johnny Cash after landing his National Guard helicopter in Cash's front yard - the best way he could think of to get Cash's attention. Kris made Johnny Cash listen to the song before removing the helicopter. After hearing it Cash said he &quot;liked his songs so much that I would take them off and not let anybody else hear them.&quot; Cash recorded the song live on The Johnny Cash Show, and before the show, ABC censors asked him to change the lyrics, &quot;Wishing, Lord, that I was stoned&quot; to &quot;Wishing, Lord, that I was home.&quot; Cash sang it the way Kristofferson wrote it, and even stressed the word &quot;stoned.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Johnny Cash","artistMbid":"d43d12a1-2dc9-4257-a2fd-0a3bb1081b86","album":"16 Biggest Hits","albumMbid":"2542667b-4030-4a7a-bc06-9756d67126fa","position":12,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":236,"location":null}