{"name":"I Walk the Line","url":"http://www.last.fm/music/Johnny+Cash/_/I+Walk+the+Line","mbid":"d681b709-6aca-4d54-9930-2d9dabba0221","playcount":2989280,"userPlaycount":-1,"listeners":603297,"streamable":false,"id":"1000984","percentageChange":0,"tags":["country","johnny cash","folk","singer-songwriter","classic country"],"wikiLastChanged":1249591282000,"wikiSummary":"&quot;I Walk the Line&quot; is a classic American country song written by Johnny Cash and recorded in 1956. In 2004, Rolling Stone magazine ranked the song at #30 on their list of the 500 Greatest Songs of All Time.  Originally recorded at Sun Studio on April 2, 1956, and released on May 1, it spent six weeks at the top spot on the U.S. country charts that summer, and also reached number 19 on the pop music charts.  ","wikiText":"&quot;I Walk the Line&quot; is a classic American country song written by Johnny Cash and recorded in 1956. In 2004, Rolling Stone magazine ranked the song at #30 on their list of the 500 Greatest Songs of All Time.\n \n Originally recorded at Sun Studio on April 2, 1956, and released on May 1, it spent six weeks at the top spot on the U.S. country charts that summer, and also reached number 19 on the pop music charts.\n \n The song was re-recorded four times during Cash's career. In 1964 for the I Walk the Line album, again in 1969 for the At San Quentin album, in 1970 for the I Walk the Line soundtrack, and finally in 1988 for the Classic Cash album.\n \n Cash's ex-son-in-law, singer-songwriter <a href=\"http://www.last.fm/music/Rodney+Crowell\" class=\"bbcode_artist\">Rodney Crowell</a> adapted the song into &quot;I Walk the Line (Revisited),&quot; which was recorded as a duet with Cash and released on Crowell's 2001 album &quot;The Houston Kid.&quot;\n \n A 1970 movie drama of the same name, starring Gregory Peck, featured a soundtrack of Johnny Cash songs including the title song. In 2005, a biographical film entitled Walk the Line was produced starring Joaquin Phoenix as Johnny Cash and Reese Witherspoon as June Carter, directed by James Mangold.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Johnny Cash","artistMbid":"d43d12a1-2dc9-4257-a2fd-0a3bb1081b86","album":"The Legend of Johnny Cash","albumMbid":"b1bad411-da3c-466c-be2e-eb55561e6d06","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":163,"location":null}