{"name":"The Kids Aren't Alright","url":"http://www.last.fm/music/The+Offspring/_/The+Kids+Aren%27t+Alright","mbid":"07391e69-0790-4c2f-af4d-e10343fd7b3c","playcount":5044579,"userPlaycount":-1,"listeners":749589,"streamable":false,"id":"1002735","percentageChange":0,"tags":["punk rock","punk","rock","the offspring","90s"],"wikiLastChanged":1329440252000,"wikiSummary":"&quot;The Kids Aren't Alright&quot; is a punk rock song by The Offspring. It is the fifth track from the band's fifth studio album Americana (1998) and was released as the third single from this album.  Its title is an allusion to the Who song &quot;The Kids Are Alright&quot; (from My Generation). Despite not being as commercially successful as its predecessor singles, the song remains the most-listened to Offspring song amongst Last.","wikiText":"&quot;The Kids Aren't Alright&quot; is a punk rock song by The Offspring. It is the fifth track from the band's fifth studio album Americana (1998) and was released as the third single from this album.\n \n Its title is an allusion to the Who song &quot;The Kids Are Alright&quot; (from My Generation). Despite not being as commercially successful as its predecessor singles, the song remains the most-listened to Offspring song amongst Last.FM and Spotify (where it also is the most popular song of the 90s) users, and still receives some radio play. The song was used in the opening scene of the film, The Faculty, and appears on the soundtrack album. It is also available as downloadable content for the Rock Band video game series.\n \n The song also appears as the ninth track on their Greatest Hits album of 2005.\n \n It features a room with a background of abandonment or family activity at different times. In the center of the room, there are scenes of various persons, including an appearance by Bif Naked, doing stereotypical things and moves; occasionally band members show up. The camera pans around the room and the changing of the scenes of persons.\n \n The background can be seen shifting between two time lines, one where the scene is the past, where things are new and white, and modern days where it is dreary and drab. This is a clear connection to the songs lyric 'when we were young the future was so bright...' and the overall feeling of the song to be looking to what has happened since and 'how can one little street swallow so many lives'.\n \n The music video, directed by Yariv Gaber, released a month before the CD single, received heavy airplay on MTV. It was later nominated for Best Direction on the MTV Video Music Awards. The visuals in the video are made with rotoscoping techniques.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Offspring","artistMbid":"23a03e33-a603-404e-bcbf-2c00159d7067","album":"Americana","albumMbid":"f9be3361-c1e1-48e1-8167-f19a54f719f2","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":181,"location":null}