{"id":3522339,"title":"Leonard Cohen","artists":["Leonard Cohen"],"headliner":"Leonard Cohen","startDate":1374256800000,"endDate":null,"description":"<div class=\"bbcode\">Paradam prezentuje<br /><br />Leonard Cohen powraca!<br /><br />Jedyny  koncert w Polsce, 19 lipca 2013 w Hala „Arena” w  Łodzi.<br /><br />Witany z olbrzymim entuzjazmem na całym świecie, genialny kanadyjski artysta- Leonard Cohen- wraca do Polski, by 19 lipca 2013 roku wystąpić na jedynym koncercie, który odbędzie się w hali „Arena” w Łodzi.<br />Kariera tego uwielbianego i docenianego na całym świecie artysty rozpoczęła się w latach 60-tych, a młody debiutant został uznany za jednego z najbardziej wpływowych twórców tej epoki. Płyty takie jak Songs of Leonard Cohen (1967), Songs of Love and Hate (1970) oraz I’m Your Man (1990), The Future (1992), Ten New Songs (2001) i Dear Heather (2004) cieszą się zasłużoną sławą klasycznych albumów, podobnie – co rzadkie w przypadku zasłużonych muzyków – jak literackie dokonania Cohena, które przyniosły mu wiele nagród na całym świecie. Do jego najzagorzalszych fanów zaliczają się U2, REM, Sting, Nick Cave, Rufus Wainwright, uwielbiał go również zmarły niedawno Johnny Cash, a eksperci obliczyli, że istnieje ponad 1300 wykonań piosenek Cohena, zarejestrowanych przez innych artystów.<br /><br />Powrót Cohena do Polski to prawdziwe wydarzenie dla wszystkich fanów kanadyjskiego barda, jedyna okazja by zobaczyć to poruszające, wywołujące olbrzymie emocje i wzruszenie, niezapomniane widowisko.<br /><br />Źródło: Materiały promocyjne organizatora.<br /><br />Organizator: Paradam</div>","url":"http://www.last.fm/event/3522339+Leonard+Cohen+at+Atlas+Arena+on+19+July+2013","website":"http://www.ticketpro.pl/jnp/wszystko/1035764-leonard-cohen.html","attendance":47,"reviews":0,"venue":{"name":"Atlas Arena","url":"http://www.last.fm/venue/9119745+Atlas+Arena","website":"http://www.atlasarena.pl/","city":"Łódź","country":"Poland","street":"al. Bandurskiego 7","postal":"94-020","phonenumber":"(42) 272 15 07","latitude":51.756245,"longitude":19.424911,"timezone":null,"id":"9119745"},"ticketSuppliers":[],"attendanceStatus":null}