{"name":"Re-Education (Through Labor)","url":"http://www.last.fm/music/Rise+Against/_/Re-Education+(Through+Labor)","mbid":"3660d2df-0588-434a-a457-2f399417fb67","playcount":1916273,"userPlaycount":-1,"listeners":222185,"streamable":false,"id":"221270235","percentageChange":0,"tags":["punk rock","punk","melodic hardcore","rock","hardcore"],"wikiLastChanged":1263673516000,"wikiSummary":"Re-Education (Through Labor) is the first single from Rise Against's upcoming album, Appeal to Reason. It is set to release on August 25, 2008 with a music video coming soon afterwards, however it has already been made available on the band's MySpace page on August 17, and then for download on the iTunes Music Store and several other digital music download platforms on August 19. Two weeks before its release, on August 12, it was leaked to the web along with a preliminary cover image for Appeal to Reason, which was since officially put out in a slightly different version by the band.","wikiText":"Re-Education (Through Labor) is the first single from Rise Against's upcoming album, Appeal to Reason. It is set to release on August 25, 2008 with a music video coming soon afterwards, however it has already been made available on the band's MySpace page on August 17, and then for download on the iTunes Music Store and several other digital music download platforms on August 19. Two weeks before its release, on August 12, it was leaked to the web along with a preliminary cover image for Appeal to Reason, which was since officially put out in a slightly different version by the band. Rise against was orignally formed by the bassit Joe Principe form the skate punk band\n &quot;88 Finger Louie&quot;. From there first album &quot;The Unravelling&quot; to there latest album &quot;Appeal to Reason&quot;, Rise Against has always had added a melodic charm to the powerful punch of hardcore. They have got most of there popularity on the &quot;Vans Warp Tour&quot;. They  have also toured with &quot;Bad Religion&quot;.  They really got there start though when there track &quot;Prayer of the Refugee&quot; was added to &quot;Guitar Hero 3&quot;.  They have had several tracks packs for &quot;Guitar Hero&quot; and &quot;Rock Band&quot; including &quot;Ready to Fall&quot;, one of there number one tracks &quot; Auidience of One&quot;, and there most popular track &quot;Savior&quot;. They have had many more track packs.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Rise Against","artistMbid":"606bf117-494f-4864-891f-09d63ff6aa4b","album":"Appeal to Reason","albumMbid":"205f2019-fc18-477a-971c-ecc37aa216fc","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":223,"location":null}