{"name":"Titanium","url":"http://www.last.fm/music/David+Guetta/_/Titanium","mbid":"5bf9f295-771e-4dc4-b877-0a595b5fd4a2","playcount":711537,"userPlaycount":-1,"listeners":76717,"streamable":false,"id":"520318377","percentageChange":0,"tags":["electronic","dance","david guetta","just love it","featuring"],"wikiLastChanged":1340894389000,"wikiSummary":"&quot;Titanium&quot; is a song recorded by French disc jockey (DJ)-music producer David Guetta, featuring vocals by Australian recording artist Sia. Taken from the former's fifth studio album, Nothing but the Beat, the song was written by Sia Furler, Guetta, Giorgio Tuinfort and Afrojack. Production was also handled by Guetta, Tuinfort and Afrojack. &quot;Titanium&quot; was initially released for digital download on August 8, 2011, as the first of three promotional singles from the album. It was later released as the album's fourth single in December 2011.","wikiText":"&quot;Titanium&quot; is a song recorded by French disc jockey (DJ)-music producer David Guetta, featuring vocals by Australian recording artist Sia. Taken from the former's fifth studio album, Nothing but the Beat, the song was written by Sia Furler, Guetta, Giorgio Tuinfort and Afrojack. Production was also handled by Guetta, Tuinfort and Afrojack. &quot;Titanium&quot; was initially released for digital download on August 8, 2011, as the first of three promotional singles from the album. It was later released as the album's fourth single in December 2011. The song originally featured the vocals of American recording artist Mary J. Blige, whose version of the song leaked online in July 2011. Originally, Katy Perry was offered to feature on the song but turned it down.\n \n &quot;Titanium&quot; is a ballad which draws from the genres of pop, house and urban-dance. The song's lyrics are about inner strength. Sia's vocals on &quot;Titanium&quot; received comparisons to those by Fergie and the song was also musically compared to Coldplay's work. Critics were positive towards the song and noted it as one of the standout tracks from Nothing but the Beat. &quot;Titanium&quot; attained top 10 positions in several major music markets, including Australia, Austria, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, The Netherlands, New Zealand, Norway, Spain, Sweden and Switzerland. In the United Kingdom, it peaked at number one, becoming Guetta's fifth number-one single on the chart and Sia's first. The song's accompanying music video premiered on December 21, 2011 but does not feature appearances by Guetta and Sia. Instead, the video focuses on a young boy, played by actor Ryan Lee, with supernatural powers. Guetta has performed the song with Scottish recording artist Emeli Sandé at the 2012 NRJ Music Awards, and at the 2012 Coachella Festival with Sia.\n \n &quot;Titanium&quot; has been described as &quot;an emotional near-ballad&quot; that draws from the genres of pop, house and urban-dance. According to the sheet music published at Musicnotes.com by Sony/ATV Music Publishing, the song is set in common time with a tempo of 126 beats per minute. It is composed in the key of E-flat major with Sia's vocal range spanning from the note of G3 to the note of Eb5. According to Andrew Gregory of The Daily Telegraph, the song's intro features &quot;a hint of 80's flavour&quot;. Trent Fitzgerald of PopCrush noted that the song &quot;has the headache-inducing club beat, whining synths [and] atmospheric sound effects.&quot; Ben Norman of About.com noted that it &quot;incorporate(s) a strumming guitar ... before a staggering beat filters in, Sia's trademark pipes positively ooze with emotional inflection.&quot; The strumming guitar sounds were compared to those of &quot;Every Breath You Take&quot;.\n \n &quot;Titanium&quot; has lyrics about inner strength, such as: &quot;I'm bulletproof, nothin' to lose / Fire away, fire away / Ricochet, you take your aim / Fire away, fire away / You shoot me down, but I won't fall / I am titanium.&quot; Al Fox of BBC Music wrote that on the song, Sia has &quot;ghostly mandolin-esque vocals&quot;. Cameron Adams of Herald Sun called them &quot;square-peg&quot;, while Melinda Newman of HitFix compared her vocals to those by Fergie. Genevieve Koski of The A.V. Club wrote that on the song, Sia &quot;manage(s) to keep [her] head above the waves of synths ... by amping up [her] vocals to match the outsized beats.&quot; David Jeffries of Allmusic compared the song to the music of Coldplay.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"David Guetta","artistMbid":"1bb1eec6-88c3-4028-8920-a985c4b9081a","album":"Best of...","albumMbid":"0db1f7a6-19a1-4d59-af6c-fb0d02553fca","position":12,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":245,"location":null}