{"id":3434389,"title":"The Script","artists":["The Script"],"headliner":"The Script","startDate":1363372200000,"endDate":null,"description":"<div class=\"bbcode\">After laying down more US roots on a November tour, the band will write a whole new Script next year when they step into the spotlight for 12 arena dates, including their debut show at the Motorpoint Arena Sheffield on Friday 15th March 2013.<br />  <br />So much has changed for The Script since they released their first album four years ago: they broke Britain, then the States, then everywhere from Asia to South Africa.<br />Along the way, they’ve toured with U2, Take That and Paul McCartney, sailed through the second album syndrome that sinks so many bands, played to a 55,000-strong crowd at an historic hometown show in Dublin, amassed almost four million followers on Facebook and 1.5 million on Twitter, sold four million albums, nine million singles,<br />and saw their singer star Danny O’Donoghue on TV talent show The Voice UK.<br /> <br />The Script are: Danny O’Donoghue, Mark Sheehan and Glen Power.<br /> <br />Tickets for their Sheffield show on Friday 15th March 2013 are limited to 6 per person &amp; priced £29.50 (subject to booking fee) go on sale Friday September 21st at 9.30am. To book call  0114 256 56 56, visit the Arena Box Office in person or book online through this web site.<br /> <br />A maximum of 6 tickets per person is in place on this show.</div>","url":"http://www.last.fm/event/3434389+The+Script+at+Motorpoint+Arena+on+15+March+2013","website":"http://www.motorpointarenasheffield.co.uk/whats-on/the-script/","attendance":11,"reviews":0,"venue":{"name":"Motorpoint Arena","url":"http://www.last.fm/venue/9193085+Motorpoint+Arena","website":"http://www.motorpointarenasheffield.co.uk/","city":"Sheffield","country":"United Kingdom","street":"Broughton Lane","postal":"S9 2DF","phonenumber":"0114 256 5656","latitude":53.4026,"longitude":-1.418666,"timezone":null,"id":"9193085"},"ticketSuppliers":[],"attendanceStatus":null}