{"id":3508928,"title":"Alicia Keys Set The World On Fire Tour","artists":["Alicia Keys","Miguel"],"headliner":"Alicia Keys","startDate":1362769200000,"endDate":null,"description":"<div class=\"bbcode\">From Rogers Arena website:<br /><br />Alicia Keys, a fourteen-time Grammy®-winning singer, songwriter and producer, announced her upcoming 24-city North American tour in support of her new album GIRL ON FIRE. The “Set The World On Fire Tour” is slated to kick off March 7th in Seattle, WA at WaMu Theater. Tickets will go on sale on Friday, January 18th at 10:00AM at ticketmaster.ca. Joining Keys on tour is rising R&amp;B star Miguel who was recently nominated for five Grammy® Awards including Song of the Year, Best R&amp;B Performance and Best Urban Contemporary Album. Miguel’s ubiquitous single, “Adorn,” recently reached #1 on Urban, Urban Adult and Rhythmic Radio. GIRL ON FIRE (RCA Records) debuted at #1 on the Billboard Top 200, #1 on Billboard’s R&amp;B/Hip-Hop Albums chart and #1 on the Top Digital albums chart. In addition to being the best-selling R&amp;B album in the U.S, GIRL ON FIRE reached number one on the iTunes album chart in 19 countries. The album also made its way back into the top 10 on the Billboard Top 200 this week charting at #9. The album’s first single and title track, “Girl On Fire,” is rapidly ascending the top 40 radio airwaves. It has also sold over 1.5 million in track downloads. Keys recently debuted her second single from the new album, the empowering “Brand New Me,” which is currently rising up the Urban Charts. “2013 is going to be such a powerful and fun year!! I can feel the energy of this upcoming year building and I couldn’t be more excited to go on tour with the new album! Everything is new and this show is going to be so fresh!! and I’m thrilled to have the insanely talented Miguel join me,” said Alicia Keys. “Girl On Fire has been such an empowering and freeing experience for me as an artist. I can’t wait to discover how the new and familiar faces I see on tour embrace the music and the journey we're taking.” Since her 2001 release of her monumental debut album, songs in A minor, Keys has built an unparalleled repertoire of hits and accomplishments with more than 30 million albums and 25 million singles sold worldwide. Keys became the first female R&amp;B artist to have three consecutive #1 album debuts on the Billboard 200 album chart. Keys is also an accomplished actress, a New York Times best-selling author, an entrepreneur and a powerful force in the world of philanthropy and in the global fight against HIV and AIDS.<a href=\"http://www.last.fm/music/Alicia+Keys\" class=\"bbcode_artist\">Alicia Keys</a><a title=\"Alicia Keys - Girl on Fire\" href=\"http://www.last.fm/music/Alicia+Keys/Girl+on+Fire\" class=\"bbcode_album\">Girl on Fire</a></div>","url":"http://www.last.fm/event/3508928+Alicia+Keys+Set+The+World+On+Fire+Tour","website":"http://www.rogersarena.ca/","attendance":1,"reviews":0,"venue":{"name":"Rogers Arena","url":"http://www.last.fm/venue/10225796+Rogers+Arena","website":"http://www.rogersarena.ca/","city":"Vancouver","country":"Canada","street":"800 Griffiths Way","postal":"V6B 6G1","phonenumber":"604.899.7400","latitude":49.27766,"longitude":-123.10811,"timezone":null,"id":"10225796"},"ticketSuppliers":[],"attendanceStatus":null}