{"id":3491170,"title":"Gyvo garso koncertas „Legendos Grįžta“","artists":["Vairas","Dreams","Poliarizuoti Stiklai","Nerija","Egidijus Sipavičius","Tabasco","Asta Pilypaitė","Jonis","Simonas Donskovas","Kęstutis Jablonskis","Išjunk šviesą","Rūta Lukoševičiūtė"],"headliner":"Vairas","startDate":1363543200000,"endDate":null,"description":"<div class=\"bbcode\">Daugiau nei dešimt lietuviškos muzikos legendų, ir daugiau nei 3 valandos gyvo garso koncerto.<br />Nėra nei vieno, kuris nežinotų bent vieno ar kito lietuviško šlagerio – galbūt yra to nepripažįstančių, tačiau mintyse visgi nevalingai niūniuojančių gerai pažįstamas melodijas “Riešute riešute tu žydėk greičiau…”. Daugelis pripažįsta ar atpažįsta bent vieną ar kitąlietuviškų šlagerių karalių, o Kauno „Žalgirio arenoje“ jų pasirodys net dvylika – tai grupės „Vairas”, „Poliarizuoti stiklai” „Nerija“ „Dreams“, „Tabasco“, „Jonis, „E. Sipavičius“ , A. Pylipaitė“,„Kęstutis Jablonskis“, „Išjunk šviesą“, „Rūta Lukoševičiūtė“ ir„Simonas Donskovas“.<br />Išskirtinis koncertuojančių grupių sąrašas publikai primins ne tik puikiai žinomas dainas tokias kaip „Diskoteka“, „Geriam degtinę“, „Raganų puota“, „Aš labai prašau“, „Nerijos dainų pynė“,„Antilopė“, „Miškų dukra“, „Gimiau pačiu laiku“, „O miela čiau“,„Medžiai be lapų“, „Skylėta kepure“, „Poliarizuoti stiklai“, „Naujų draugų daina“, „Šiandien arba rytoj“, „Aš pėdų neradau“, „Išplauks mano laivas išplauks“ ir visa tai tik keletas iš visą koncertą Jus lydėsiančių dainų! Puikiai pažįstami scenos grandai turintys gerbėjų skalę nuo jaunimo, dainų posmus skanduojančio per audringus vakarėlius iki vyresniosios kartos atstovų, nostalgiškai atsidūstančių, išgirdus šių grupių dainas. Į koncertą vilioja ne vien tik puikiai žinomi vardai, bet ir plati muzikos žanrų pasiūla – ir „vežantis popsas“, ir trankus senasis rokas, ir kojas kilnojantis rokenrolas.<br />Kviečiame žiūrovus nepraleisti progos, mat tokio grandiozinio masto lietuviškos muzikos legendų sąskrydis kovo 17 d – tai vienintelė proga - koncertas vyks tik vieną dieną, tik Kauno “Žalgirio Arenoje” ir atliekama bus tik visiškai gyvai!<br />Koncerto akcentai – be jokio akių dūmimo gyvas garsas ir pažįstami veidai.</div>","url":"http://www.last.fm/event/3491170+Gyvo+garso+koncertas+%E2%80%9ELegendos+Gr%C4%AF%C5%BEta%E2%80%9C","website":"http://www.tiketa.lt/gyvo_garso_koncertas_legendos_grizta_39633","attendance":1,"reviews":0,"venue":{"name":"\"Žalgirio\" arena","url":"http://www.last.fm/venue/10237927+%22%C5%BDalgirio%22+arena","website":"http://zalgirioarena.lt/","city":"Kaunas","country":"Lithuania","street":"Karaliaus Mindaugo prospektas 50","postal":"44333","phonenumber":"","latitude":54.895706,"longitude":23.91337,"timezone":null,"id":"10237927"},"ticketSuppliers":[],"attendanceStatus":null}