{"id":3353223,"title":"Ed Sheeran","artists":["Ed Sheeran"],"headliner":"Ed Sheeran","startDate":1362803101000,"endDate":null,"description":"<div class=\"bbcode\"><strong>ED SHEERAN <br />DUE TO OVERWHELMING DEMAND RETURNING TO AUSTRALIA &amp; NEW ZEALAND IN 2013!</strong><br /><br />With this month’s completely sold out tour of the Antipodes, it is with great excitement that The Frontier Touring Company announces the return of Ed Sheeran to Australia and New Zealand in 2013.<br /><br />Anticipation has been at fever pitch since the April announcement of the singer/songwriter’s first ever Australian and New Zealand shows that kicked off last night in Auckland.<br /><br />Tickets to all six performances sold out instantly with fans eager to hear Sheeran’s hits including the ARIA 3 x Platinum singles ‘Lego House’, ‘The A Team’ and new favourite ‘Drunk’.<br /><br />Since selling out the tour, Frontier Touring have received enormous volumes of requests from fans of all walks of life for additional shows.<br /><br />With such overwhelming demand, it is no surprise that Sheeran’s debut album + (out now through Warner Music) has reached multi platinum in both the Australian and New Zealand charts.<br /><br />The album showcases Sheeran’s impeccable song writing talent over thirteen masterpieces of love, loss and experiences beyond his years.<br /><br />At the ripe old age of 21, Sheeran has already made a brilliant and lasting impact on the music industry.<br /><br />Sheeran began his career by creating and selling independent EPs at the age of fifteen. By 2009 he was performing more than 300 shows a year in his homeland of Great Britain and had developed a huge and dedicated online following.<br /><br />This year he was honoured with two Brit Awards for both Best Male Artist and Best British Breakthrough Act.<br /><br />Sheeran’s much documented meteoric rise to success is testament to the performer’s incredible talent and charisma; both of which are showcased in a live performance by the talented Brit.<br /><br />Don’t miss the chance to witness the magic for yourselves when Sheeran returns to Australia and New Zealand next February.<br /><br /><a href=\"http://www.edsheeran.com/\" rel=\"nofollow\">VISIT OFFICIAL WEBSITE</a></div>","url":"http://www.last.fm/event/3353223+Ed+Sheeran+at+Vector+Arena+on+9+March+2013","website":"http://www.frontiertouring.com/edsheeran","attendance":3,"reviews":0,"venue":{"name":"Vector Arena","url":"http://www.last.fm/venue/8796861+Vector+Arena","website":"http://vectorarena.co.nz","city":"Auckland","country":"New Zealand","street":"42-80 Mahuhu Crescent, Parnell","postal":"1010","phonenumber":"09 358 1250","latitude":-36.846985,"longitude":174.77394,"timezone":null,"id":"8796861"},"ticketSuppliers":[],"attendanceStatus":null}