{"name":"RoboCop","url":"http://www.last.fm/music/Kanye+West/_/RoboCop","mbid":"202b37a8-939a-4c60-bb1d-1f6c2e51e725","playcount":1268123,"userPlaycount":-1,"listeners":255909,"streamable":false,"id":"241509162","percentageChange":0,"tags":["hip-hop","kanye west","electronic","pop","hip hop"],"wikiLastChanged":1297341189000,"wikiSummary":"&quot;Robocop&quot; is one of the more unorthodox songs in Kanye West's catalog. Its sonic layers are dense: lush string parts interpolated from Patrick Doyle's &quot;Kissing in the Rain,&quot; which appears on the soundtrack to the 1998 film &quot;Great Expectations&quot; and a bottom-heavy beat that wouldn't be out of place in Miami bass circa 1993-- just to name two.  There are other eccentric production flourishes reminiscent of some of the less traditional rap and R&amp;B artists and groups through the last 20 years: Prince, De La Soul, Wu-Tang Clan's RZA, Dan the Automator and so on. ","wikiText":"&quot;Robocop&quot; is one of the more unorthodox songs in Kanye West's catalog. Its sonic layers are dense: lush string parts interpolated from Patrick Doyle's &quot;Kissing in the Rain,&quot; which appears on the soundtrack to the 1998 film &quot;Great Expectations&quot; and a bottom-heavy beat that wouldn't be out of place in Miami bass circa 1993-- just to name two.\n \n There are other eccentric production flourishes reminiscent of some of the less traditional rap and R&amp;B artists and groups through the last 20 years: Prince, De La Soul, Wu-Tang Clan's RZA, Dan the Automator and so on.\n \n &quot;Robocop&quot;'s lyrics are a completely different matter. They're fairly standard rap patter: a kiss off to a current or former girlfriend that is/was too clingy. Kanye calls the girl spoiled repeatedly in the outro of the song. She's on him so often that she's similar to RoboCop (or a RoboCop), the title character of the 1987 film of the same name.\n \n There is speculation-- more than speculation, in fact-- that this song is about his infamous break up with his long-time, on-and-off girlfriend/fiancee Alexis Phifer, a fashion model and clothing line designer. Before this song was released to the general public, August 2008, Phifer said she and Kanye were &quot;friends&quot; in April of that same year. &quot;Robocop&quot; is the seventh track off of &quot;808s and Heartbreak,&quot; mostly dwelling on his mother, Donda West's, death and his subsequent engagement and then break up with Phifer.\n \n With those two losses seemingly on his mind, Kanye West made &quot;808s,&quot; a record significantly more dark and bleak than his previous ones. &quot;RoboCop&quot; stands as a contrast to this mood, however. It's a momentarily funky respite of humor, playfulness and swagger in an otherwise maudlin work.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Kanye West","artistMbid":"164f0d73-1234-4e2c-8743-d77bf2191051","album":"808s & Heartbreak","albumMbid":"2e817d2f-34a3-3e6a-97e9-376453421fea","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":275,"location":null}