{"name":"Word Up!","url":"http://www.last.fm/music/Korn/_/Word+Up!","mbid":"02f40416-fd9a-401b-ab34-a22706bbc2fc","playcount":2538433,"userPlaycount":-1,"listeners":351593,"streamable":false,"id":"41713500","percentageChange":0,"tags":["nu metal","rock","metal","cover","korn"],"wikiLastChanged":1343198532000,"wikiSummary":"&quot;Word Up!&quot; by American nu metal band Korn is a cover of the song by R&amp;B group, Cameo. Its musical arrangements are similar to that of the cover version by Gun, except it is played in a lower sounding 7 string guitar tuning instead of the standard E. &quot;Word Up!&quot; was the first track featured on Korn's 2004 retrospective album, Greatest Hits, Volume 1, and was one of three new tracks along with Pink Floyd's &quot;Another Brick in the Wall&quot; that was exclusive to the album (the &quot;Word Up!&quot; CD single also featured a live performance of the latter).\n ","wikiText":"&quot;Word Up!&quot; by American nu metal band Korn is a cover of the song by R&amp;B group, Cameo. Its musical arrangements are similar to that of the cover version by Gun, except it is played in a lower sounding 7 string guitar tuning instead of the standard E. &quot;Word Up!&quot; was the first track featured on Korn's 2004 retrospective album, Greatest Hits, Volume 1, and was one of three new tracks along with Pink Floyd's &quot;Another Brick in the Wall&quot; that was exclusive to the album (the &quot;Word Up!&quot; CD single also featured a live performance of the latter).\n It was released as the album's first single in July 2004, and received heavy airplay on alternative radio at its time of release, peaking in the top twenty of both Billboard charts,whilst making a respectable impression on the mainstream charts of other countries, including Australia (where it debuted at number 28),and Germany (number 46).It is the only Korn single to be sent out to Top 40 radio stations, notably receiving airplay on New York City's Z-100, the largest Top 40 station in the US. Lead singer Jonathan Davis has said of the band's decision to include the song on their greatest hits, &quot;We've been doing 'Word Up' for years as a sound-check song - not the full version, just messing around with the riff&quot; \n The music video for the song, directed by Antti Jokinen, featured the band-member's faces digitally edited onto dogs in a club scene with women dancing topless. The track is featured in the video game Lego Rock Band.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Korn","artistMbid":"ac865b2e-bba8-4f5a-8756-dd40d5e39f46","album":"Greatest Hits Vol. 1","albumMbid":"","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":171,"location":null}