{"name":"Falling Away From Me","url":"http://www.last.fm/music/Korn/_/Falling+Away+From+Me","mbid":"1eef100b-d6d3-49e8-ab4f-3f75a9181bd3","playcount":2935713,"userPlaycount":-1,"listeners":517014,"streamable":false,"id":"34818184","percentageChange":0,"tags":["nu metal","korn","metal","rock","alternative"],"wikiLastChanged":1282502234000,"wikiSummary":"&quot;Falling Away from Me&quot; is a song by American rock band Korn. It was released as the first single from their fourth album Issues, where it appeared in an episode of Comedy Central's animated series, South Park, entitled &quot;Korn's Groovy Pirate Ghost Mystery&quot;. The song went on to become one of Korn's most popular singles, with an anti-domestic abuse themed video topping MTV's Total Request Live for ten days.  Songfacts:\n ","wikiText":"&quot;Falling Away from Me&quot; is a song by American rock band Korn. It was released as the first single from their fourth album Issues, where it appeared in an episode of Comedy Central's animated series, South Park, entitled &quot;Korn's Groovy Pirate Ghost Mystery&quot;. The song went on to become one of Korn's most popular singles, with an anti-domestic abuse themed video topping MTV's Total Request Live for ten days.\n \n Songfacts:\n KoRn lead singer Jonathan Davis said of this: &quot;The song is about domestic abuse and that there are ways to get help. Whether it's telling someone or calling a help line, there are ways to get out of those situations. No one has to be treated like that.&quot;\n \n This was the first hit off of their fourth CD, Issues. The CD came with four different covers. The most common one had a voodoo doll on the cover. A second cover was a chalk design on a playground of a girl and a boy, a third had the band as dummies with fake hair and zipped-up mouths, and the fourth showed a bunch of newspaper headlines glued to a wall and in the middle was a picture of someone laying down in a dark room with a shadow behind him.\n \n At the end of the video when the room starts lighting up, if you look close enough you can see Fred Durst's face for a split second. \n \n An animated version of Korn appeared on the Comedy Central show South Park and sang this during the episode &quot;Korn's Groovy Pirate Ghost Mystery.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Korn","artistMbid":"ac865b2e-bba8-4f5a-8756-dd40d5e39f46","album":"Issues","albumMbid":"","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":270,"location":null}