{"name":"R U Still in 2 It","url":"http://www.last.fm/music/Mogwai/_/R+U+Still+in+2+It","mbid":"1f44af9d-c188-4055-88e7-d46503423c70","playcount":494310,"userPlaycount":-1,"listeners":116810,"streamable":false,"id":"22481","percentageChange":0,"tags":["post-rock","ambient","post rock","indie","instrumental"],"wikiLastChanged":1261578356000,"wikiSummary":"R U Still in 2 It&quot; is a song by Scottish Post-rock band Mogwai from their 1997 debut studio album, Young Team.  Overview  It is the only song Mogwai have released which could be considered a love song; the lyrics of &quot;R U Still in 2 It&quot; suggest it is about a relationship in which there is no hope left. While rarely played live, an instrumental version of &quot;R U Still in 2 It&quot; (recorded live by John Peel from a BBC Radio Session at the Golders Green Hippodrome, 22 December 1996) appears on Mogwai's live compilation album, Government Commissions: BBC Sessions 1996-2003.","wikiText":"R U Still in 2 It&quot; is a song by Scottish Post-rock band Mogwai from their 1997 debut studio album, Young Team.\n \n Overview\n \n It is the only song Mogwai have released which could be considered a love song; the lyrics of &quot;R U Still in 2 It&quot; suggest it is about a relationship in which there is no hope left. While rarely played live, an instrumental version of &quot;R U Still in 2 It&quot; (recorded live by John Peel from a BBC Radio Session at the Golders Green Hippodrome, 22 December 1996) appears on Mogwai's live compilation album, Government Commissions: BBC Sessions 1996-2003. Aidan Moffat has appeared several times onstage with Mogwai, to sing &quot;R U Still in 2 It&quot;. The song was originally titled &quot;Stuart&quot;, most likely after Stuart Braithwaite.\n \n Musical structure\n \n It is the only song on Young Team which is not instrumental; guest vocalist Aidan Moffat of Arab Strap sings lead vocals, accompanied by the other members of Mogwai singing backing vocals, and the chorus. The song is based around gentle guitar sequence (the chords Csus2 and Asus2 are picked), which is repeated all throughout the song, with piano accompaniment towards the end.\n \n In 2008, Young Team was re-released with a second disc which included a live version of this song in which guest vocals were again by Aidan Moffat.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Mogwai","artistMbid":"cee3f961-4197-483b-a3ad-73242a97eb4a","album":"Government Commissions: BBC Sessions 1996-2003","albumMbid":"c296b483-6082-4df8-81f5-5b841cd7ee78","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":439,"location":null}