{"id":3485732,"title":"Danko Jones","artists":["Danko Jones"],"headliner":"Danko Jones","startDate":1368639000000,"endDate":null,"description":"<div class=\"bbcode\">Danko Jones anuncia nueva gira con fechas en Barcelona, Madrid, Santiago y Gijón para presentar su nuevo disco &quot;Rock and Roll is Black and Blue&quot;<br /><br />Danko Jones sigue imparable, se erige como modelo a seguir para honrar el legado del rock'n'roll a base de muchas horas en la carretera, noches sin dormir y mucho sudor (pero sin lágrimas - no hay sitio para lloros en el rock'n'roll). Es la única vida que conoce, lo que ha estado haciendo en los últimos 16 años, y los detalles escabrosos los podéis encontrar en un reciente documental en DVD, &quot;Bring the Mountain&quot;, y en el libro &quot;Too Much Trouble: A very Oral History of Danko Jones&quot;. El Rock'n'Roll es su adición, y no piensa dejarla.<br /><br />A lo largo de 6 discos, Danko Jones ha creado una marca singular de rock'n'roll basado en blues, 60s garage, 70s hard rock y power pop, 80s hardcore, 90s indie rock y metal escandinavo - todo mezclado sin definirse en un estilo concreto pero aún así cada disco que publica posee una identidad y actitud propia.<br /><br />Su trabajo consiste en decir todas aquellas cosas que tienes en la cabeza pero te da demasiado miedo admitir, en otras palabras, hacer que lo imposible parezca posible. Para Danko Jones la verdadera medida del éxito no son los discos de oro, las giras con todo el aforo vendido o ser considerado una estrella (aunque él lo aceptaría de buen gusto). No, Danko Jones sabrá que ha hecho un buen trabajo cuando estés lo bastante seguro de ti mismo para unirte a él mientras canta. “Look who’s smiling – me motherfucker! And it feels great!” (Mira quién está sonriendo – ¡yo, hijo de puta! ¡Y me siento genial!).<a title=\"Danko Jones &ndash; ROCK AND ROLL IS BLACK AND BLUE\" href=\"http://www.last.fm/music/Danko+Jones/_/ROCK+AND+ROLL+IS+BLACK+AND+BLUE\" class=\"bbcode_track\">ROCK AND ROLL IS BLACK AND BLUE</a></div>","url":"http://www.last.fm/event/3485732+Danko+Jones","website":"","attendance":25,"reviews":0,"venue":{"name":"Sala Arena","url":"http://www.last.fm/venue/8888943+Sala+Arena","website":"http://www.salarena.es","city":"Madrid","country":"Spain","street":"Princesa 1","postal":"28008","phonenumber":"+34-915 475 711","latitude":40.424496,"longitude":-3.711933,"timezone":null,"id":"8888943"},"ticketSuppliers":[],"attendanceStatus":null}