{"id":3401724,"title":"Eric Clapton","artists":["Eric Clapton"],"headliner":"Eric Clapton","startDate":1370588641000,"endDate":null,"description":"<div class=\"bbcode\">==== 7 CZERWCA 2013, ATLAS ARENA, ŁÓDŹ ====<br /><br />Świętując pięćdziesięciolecie pracy muzyka, Eric Clapton ogłosił - w ślad za niedawnym ogłoszeniem dat w Wielkiej Brytanii - koncerty w Europie na 2013 rok. <br /><br />Po podpisaniu kontraktu z The Yardbirds w 1963 roku, Clapton rozpoczął muzyczną karierę, w trakcie której związany był z różnymi zespołami i która zaowocowała wieloma albumami, niezliczonymi wyprzedanymi koncertami na całym świecie, imponującym wachlarzem pochwał, niezachwianym uznaniem krytyków oraz mnóstwem doskonałych i spójnych popisów gitarowych. Ogłoszonymi koncertami Clapton powraca na scenę po spędzeniu 2012 roku w studiu przy pracy nad nowym albumem, który ma zostać wydany na początku 2013 roku.<br />Clapton zebrał imponujący zespół na zaplanowane na 2013 rok koncerty, w skład którego wejdą wystepujący z Claptonem od dawna: Doyle Bramhall II (gitara), Steve Jordan (perkusja), Chris Stainton (fortepian i instrumenty klawiszowe) i Willie Weeks (bas), a także nowi członkowie zespołu: Paul Carrack (organy i instrumenty klawiszowe) oraz Greg Leisz (elektryczna gitara hawajska). Wokalnie zespół wspierać będą Michelle John i Sharon White.<br /><br />Bilety na koncert w Polsce w cenach:<br />198 pln - płyta<br />220 pln - osoby niepełnosprawne<br />275 pln - golden circle i trybuny<br />308 pln - trybuny<br />808 pln - VIP<br />wejdą do sprzedaży 4 października o 10.00 na <a href=\"http://www.LiveNation.pl\" rel=\"nofollow\">www.LiveNation.pl</a>.</div>","url":"http://www.last.fm/event/3401724+Eric+Clapton+at+Atlas+Arena+on+7+June+2013","website":"","attendance":447,"reviews":0,"venue":{"name":"Atlas Arena","url":"http://www.last.fm/venue/9119745+Atlas+Arena","website":"http://www.atlasarena.pl/","city":"Łódź","country":"Poland","street":"al. Bandurskiego 7","postal":"94-020","phonenumber":"(42) 272 15 07","latitude":51.756245,"longitude":19.424911,"timezone":null,"id":"9119745"},"ticketSuppliers":[],"attendanceStatus":null}