{"name":"Riders on the Storm","url":"http://www.last.fm/music/The+Doors/_/Riders+on+the+Storm","mbid":"10688f66-fe24-48cc-8443-27034abb2fe8","playcount":3645147,"userPlaycount":-1,"listeners":685067,"streamable":false,"id":"1006070","percentageChange":0,"tags":["classic rock","rock","psychedelic rock","60s","psychedelic"],"wikiLastChanged":1235910639000,"wikiSummary":"&quot;Riders on the Storm&quot; is a song by The Doors from their 1971 album, L.A. Woman; it reached number 14 on the charts. According to band member Robby Krieger, it was inspired by the song, &quot;(Ghost) Riders in the Sky: A Cowboy Legend&quot;. The song is played in the E Dorian mode, and incorporates real sound effects of thunder and rain, along with Ray Manzarek's Fender Rhodes electric piano playing, which emulates the sound of rain.  ","wikiText":"&quot;Riders on the Storm&quot; is a song by The Doors from their 1971 album, L.A. Woman; it reached number 14 on the charts. According to band member Robby Krieger, it was inspired by the song, &quot;(Ghost) Riders in the Sky: A Cowboy Legend&quot;. The song is played in the E Dorian mode, and incorporates real sound effects of thunder and rain, along with Ray Manzarek's Fender Rhodes electric piano playing, which emulates the sound of rain.\n \n The song's lyrics allude in part to the notorious spree killer Billy Cook, who posed as a hitchhiker and murdered an entire family. (&quot;There's a killer on the road... // His brain is squirmin' like a toad... &quot;) According to a widespread urban legend the song was conceived as an allusion to a tragic accident caused by another car's reckless driving, ending in several deaths of Navajo tribesmen as his car hit a truck where they were traveling. An alternative version refers the lyrics' inspiration to a 1930s French Surrealist poem, Chevaliers de l'Ouragan (literally, &quot;Riders of the Hurricane&quot;), by Louis Aragon. It should also be noted that Morrison wrote a screenplay called &quot;The Hitchhiker&quot;, where the main character, Billy, hitchhikes killing a man, a sheriff, and a family.\n \n The song was recorded at the Doors Workshop in December 1970 with the assistance of Bruce Botnick, their longtime engineer who was co-producing the recording sessions. Jim Morrison recorded his main vocals and then whispered the lyrics over them to create the haunting effect. This song was also the last song recorded by the members of The Doors, according to Ray Manzarek, as well as Jim Morrison's last recorded song that was released.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Doors","artistMbid":"9efff43b-3b29-4082-824e-bc82f646f93d","album":"Greatest Hits","albumMbid":"5c740868-c481-301d-8871-b3da741fe9ad","position":9,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":415,"location":null}