{"name":"The End","url":"http://www.last.fm/music/The+Doors/_/The+End","mbid":"2995a3ec-17c4-433f-bb55-07e26bd27d0e","playcount":2651287,"userPlaycount":-1,"listeners":498449,"streamable":false,"id":"94355760","percentageChange":0,"tags":["psychedelic rock","classic rock","psychedelic","rock","60s"],"wikiLastChanged":1222988417000,"wikiSummary":"&quot;The End&quot; is a song by The Doors. Originally a song Jim Morrison wrote about breaking up with a long time girlfriend, it evolved through months of performances at Los Angeles' Whisky a Go Go into a nearly 12-minute opus on their self-titled album. The band would perform the song to close their last set. It was first released in January 1967.  • Music\n Robby Krieger's slinky, haunting guitar lines over D drone in DADGAD tuning using a harmonic minor scale recall Indian drone and raga-based music, as has often been noted...","wikiText":"&quot;The End&quot; is a song by The Doors. Originally a song Jim Morrison wrote about breaking up with a long time girlfriend, it evolved through months of performances at Los Angeles' Whisky a Go Go into a nearly 12-minute opus on their self-titled album. The band would perform the song to close their last set. It was first released in January 1967.\n \n • Music\n Robby Krieger's slinky, haunting guitar lines over D drone in DADGAD tuning using a harmonic minor scale recall Indian drone and raga-based music, as has often been noted, and the rolling and dramatic crescendoes of John Densmore's drums recall Indian tabla rhythms. The music as a whole, though, does not sound entirely or even particularly &quot;Indian&quot;. The sharp, ringing edge of the guitar recalls the 50s rock and roll style, while the fingerpicking attack may derive equally from the flamenco guitar style Krieger had studied as a youth and from folk music. Ray Manzarek's organ is used sparingly to provide an inconspicuous bass line (I-V-I-V-I-V...) and fills. One may find a strong similarity to Chopin's &quot;Funeral March&quot; theme and also to Sandy Bull's guitar instrumental &quot;Blend&quot; - but this may be more to do with the quality of the melodic minor scale than with any specific influence.\n \n Structurally, the song rises to three separate mini-crescendoes separated by slower sections of half-spoken, half-sung lyrics before building to an enormous psychedelic crescendo right after Jim Morrison sings the &quot;meet me at the back of the blue bus&quot; verse. Previously, the song had been weaving along on its melodies to an encounter with the ruling powers of the mind, the controlling &quot;father&quot; structure and the longed-for &quot;mother&quot;, or freedom. The final crescendo represents either an attempt to break through to that freedom, or more likely, an Oedipal sexual climax. The sexual representation seems more likely given the similar crescendo apex very much along the lines of Ravel's 'Bolero&quot;. Afterward, &quot;The End&quot; departs on a wistful note when Morrison sings, &quot;It hurts to set you free, but you'll never follow me. The end of laughter and soft lies, the end of nights we tried to die.&quot; In the context of Morrison's first interpretation quoted above, this lyric and the associated music that softly reiterates themes from the opening may mean that the comfort of childhood will be sacrificed for freedom.\n \n • Lyrics\n Shortly past the mid-point of the nearly 12-minute long album version, the song suddenly enters a spoken-word section with the words, &quot;The killer awoke before dawn... &quot; That section of the song reaches a dramatic climax with the lines, &quot;Father/ Yes son?/ I want to kill you/ Mother, I want to... (fuck you),&quot; (with the last two words screamed out unintelligibly). This is often considered a reference to Sophocles' Oedipus the King, a production of which Jim Morrison had worked on while at Florida State University.\n \n Said Morrison in 1969, &quot;Everytime I hear that song, it means something else to me. It started out as a simple good-bye song probably just to a girl, but I see how it could be a goodbye to a kind of childhood. I really don't know. I think it's sufficiently complex and universal in its imagery that it could be almost anything you want it to be.&quot; Producer Paul Rothchild said in an interview that he believed the song to be an inside trip, and that &quot;kill the father&quot; means destroying everything hierarchical, controlling, and restrictive in one's psyche, while &quot;fuck the mother&quot; means embracing everything that is expansive, flowing, and alive in the psyche. Ray Manzarek, the former keyboard player for the Doors spoke about it defensively saying,\n “ \tHe was giving voice in a rock 'n' roll setting to the Oedipus complex, at the time a widely discussed tendency in Freudian psychology. He wasn't saying he wanted to do that to his own mom and dad. He was re-enacting a bit of Greek drama. It was theatre! \t”\n \n Morrison may have been influenced by the Jungian concepts of individuation and archetypes, and was certainly influenced by Friedrich Nietzsche's concept of going beyond the limited types of human beings that hitherto existed by loving Dionysian vitality and life (&quot;the mother&quot;) while rejecting Apollonian systems and traditions (&quot;the father&quot;).\n \n The lyrical reference to &quot;the Blue Bus&quot; has been variously conjectured to refer to either Indian mystic Meher Baba's &quot;Blue Bus&quot; tours of the 1930s or to Santa Monica's &quot;Big Blue Bus&quot; public bus lines. The link to Meher Baba seems unlikely given the dark and nihilistic tone of the song, with its references to insanity, patricide and incest, concepts alien to the life and outlook of Meher Baba. A reference to a bus line is a somewhat better possibility, but probably the most likely conjecture is that Morrison was referring to the drug numorphan (oxymorphone), an opioid substitute for morphine, which in the drug culture at the time was often referred to as &quot;The Blue Bus&quot; (it was available in blue 10mg instant-release tabs). Because of its highly euphoric effect Numorphan was very popular with the drug using community before it was withdrawn from the market in the 1970's. Given Morrison's well-known affinity for drug and alcohol use, and the overall &quot;otherworldly&quot; tenor of the song, this seems a more likely probability. The inspiring image would be that of being together with one's lover in the altered, dreamy state of consciousness induced after taking the powerful opiate-like drug. Similarly, the line &quot;the blue bus is calling us&quot; likely refers to the addictive attraction of oxymorphone that develops in abusers of the drug, and &quot;driver where you takin' us&quot; would refer, again, to the dreamy, exploratory, unpredictable state of altered consciousness experienced while under the influence of the drug.\n \n Another explanation for &quot;the Blue Bus&quot; phrase would be as a reference to the blue buses that, in the United States, military inductees boarded for transport to basic training during the era of the Vietnam War, when the song was written. Morrison may have intended it to be an anti-Vietnam anthem. Morrison's father was an admiral in the U.S. Navy and as a &quot;navy brat&quot;, he was familiar with military life; no doubt he saw many &quot;blue buses&quot; in his youth.a[›]\n \n The following are phrases from &quot;The End&quot; that may help put the phrase &quot;the Blue Bus&quot; in context. The phrase &quot;The west is the best, The west is the best, Get here, and we'll do the rest&quot; could summon images of troops preparing for transport to Vietnam to fight in the proxy &quot;West vs. Communist&quot; cold war. Other phrases that could be seen as military allusions include &quot;Lost in a Roman...wilderness of pain&quot; and &quot;The killer awoke before dawn, he put his boots on; He took a face from the ancient gallery.&quot; This may be the image of a soldier dressing to do battle in modern times, with an allusion toward a Roman infantryman. The phrase could also be an image of a Greek actor putting on a mask to perform in a play, except prior language implies a Roman allusion rather than one of an ancient Greek. Much of the brutal context of the song, implying random acts of killing, may make more sense in the context of war rather than in a drug trip gone bad, or the carefully prescribed plot of a Greek tragedy (cf. Oedipus). Further, the song begins and ends similarly: &quot;This is the end, Beautiful friend; This is the end, My only friend; The end of our elaborate plans; the end of everything that stands; The end; No safety or surprise; The end; I'll never look into your eyes... again.&quot;\n \n \n • Usage in film and television\n The Apocalypse Now Sequence\n &quot;The End&quot; was most famously used as a framing device for Francis Ford Coppola's 1979 film Apocalypse Now, in which its dark, poetic passage marked the film's descent into the surreal. The sound of helicopter rotors from the beginning of the film are often included in recordings of the song. However, this version of the song is also incomplete, and the sounds of a jungle replace most of the lyrics in the second half of the song.\n \n This usage has led to other, often satirical usages for the song's appearance:\n \n     * Three sequences on The Simpsons television series in which the song plays while Homer contemplates suicide and another, &quot;Kiss Kiss Bang Bangalore&quot;, in which, in an Apocalypse Now parody, he thinks he is a god, Smoke on the Daughter, When Bart raises his head out of the pile of leg warmers in the smoke outside, the song's instrumental portion is heard, mirroring a sequence in the film Apocalypse Now.\n     * A Saturday Night Live sketch in which John McCain is driven to madness while campaigning for George W. Bush as a parody of Apocalypse Now.\n     * It was used in the final episode of The Dennis Miller Show, during another Apocalypse Now parody sequence, in which Dennis was airlifted by (we are led to believe) a helicopter out of the set.\n     * The song was also referenced in a 2006 episode of The Venture Bros. entitled &quot;Assassinanny 911&quot;, in a scene which also parodied the Apocalypse Now usage, when Hank (under the influence of poison) quotes the Oedipal section of the song and tries to kill his father with a paper machete sword while a Doors-influenced score plays in the background.\n     * The song was parodied in an episode of Animaniacs. At the start of the episode, a voice actor sings in a Morrison-like voice, &quot;This is the beginning... the beginning of our story...the beginning...&quot;. At the middle of the story, the word &quot;beginning&quot; is replaced with the word &quot;middle&quot;. At the end of the episode he says &quot;This is the ending...the ending of our story...the ending...the ending...the ending...the ending.&quot; and a Jim Morrison character is seen being run over by a golf cart.\n     * Director Martin Scorsese once used the song in a sex scene montage in his early student film Who's That Knocking at My Door (1968).\n     * The song was also used in Oliver Stone's 1991 film The Doors, where it plays while the band explored drugs in the desert.\n \n • Usage in other music\n     * &quot;Tiny Sick Tears&quot;, from Frank Zappa's You Can't Do That on Stage Anymore, Vol. 4, parodies the song's Freudian imagery, and Jim Morrison's portentous delivery;\n \n     You take a mask from the ancient hallway, and you go down, to your father's room. And you open the door, and your father, your tiny sick father, is beating his meat to a Playboy magazine -- he's got it rolled into a tube and he's got his tiny sick pud stuffed in the middle of it, right flat up against the centrefold! And you say, &quot;Father, I want to kill y--&quot; and he says &quot;Not now, son, not now!&quot;\n \n     * Nirvana parodied the song live with Kurt Cobain singing normally (although with different lyrics) and Krist Novoselic drunkenly doing improvised spoken word parts about the killer awaking in Belgium.\n \n     * In the March 1, 1997 version of the Phish song &quot;Weekapaug Groove&quot;, recorded on Slip Stitch and Pass, vocalist Trey Anastasio starts out by indirectly quoting the Oedipal section of this song, saying, &quot;He walked on down the hall... He said, &quot;Father, I want to kill you... Mother... I want to cook you breakfast.... Then I wanna...I wanna borrow the car.... Then I wanna... Ooooooooooh.&quot;\n \n     * Floater, out of Portland, performs the song during their live shows in a medley with their song &quot;Settling&quot; from their 1998 concept album Angels in the Flesh and Devils in the Bone\n \n     * During the Zeitgeist tour, The Smashing Pumpkins used a tease of &quot;The End&quot; as an intro to &quot;Silverfuck&quot;.\n \n     * Rap group Three 6 Mafia sampled this song for their song &quot;I'm So Hi&quot; on their album When the Smoke Clears.\n \n     * Chris Cornell, both solo recently and while fronting the grunge behemoth Soundgarden, will tag portions of &quot;The End&quot;, among other songs, onto the breakdown of the 11+ minute long Soundgarden opus &quot;Slaves &amp; Bulldozers&quot; during live performances.\n \n     * Metal group Bloodsimple sampled lines from &quot;The End&quot; in their song &quot;Ride With Me&quot;.\n \n     * Norwegian Pop/Rock singer Marion Raven sampled lines from &quot;The End&quot; in her song, &quot;For You I'd Die&quot;, written about Jim Morrison and girlfriend Pamela Courson. In it she sings the lines &quot;Oh, this is the end / My only friend the end / Are words from my favorite band.&quot;\n \n     * Morrison's one-time lover Nico covered the song for her fourth album, which shared the title.\n \n     * Marilyn Manson's cover version of Five to One, also by The Doors, ends in him referencing the &quot;Mother I want to fuck you&quot; lyrics to close the song.\n \n     * Dirty South (House DJ) used the lyric 'This Is The End' for his song 'The End'\n \n • Versions\n While the 1967 release of the song is the best known version, there are other, slightly different versions available.\n \n A significantly shorter edit, sometimes erroneously referred to as a &quot;single version&quot;, was released on the Greatest Hits album. The edited version is almost half the length of the original.\n \n The version used in Francis Ford Coppola's movie Apocalypse Now is different from the 1967 release, being a remix specifically made for the movie. The remixed versions emphasizes the vocal track at the final crescendo, highlighting Morrison's liberal use of expletives. The vocal track can partly be heard in the 1967 release, although the expletives are effectively buried in the mix.\n \n A new 5.1 mix was issued with the 2006 box set Perception. The new 5.1 mix has more sonic details than the original 1967 mix.\n \n While it is officially recognized that the 1967 version is an edit consisting of two different takes recorded on two consecutive days[1]—the splice being right before the &quot;The killer awoke before dawn&quot; line, easily pinpointed by cut cymbals—the full takes, or the edited parts, have yet to surface.\n \n In the version recorded Live In Madison Square Garden, the controversial lyric &quot;Mother, I want to fuck you&quot; can be heard clearly, instead of the unintelligible screaming of the studio version.\n \n • Notes\n ^ a: In one of his Vietnam War poems, William Caughly mentions a &quot;blue bus&quot; in relation to the military draft: &quot;But when they called (the draft board), &quot;I answered—no Vietnam for me, no blue bus; and I knew they'd never use the nukes—right? They just never got the chance. Day before I leave for basic training, anti-war rally in Los Angeles in front of the Century Plaza Hotel....&quot;)\n \n &quot;The End&quot; was ranked at #328 on Rolling Stone's list of The 500 Greatest Songs of All Time (2004).\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Doors","artistMbid":"9efff43b-3b29-4082-824e-bc82f646f93d","album":"Live in New York","albumMbid":"0744dcde-e79b-4692-83c6-1e310f6d4e52","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":1049,"location":null}