{"name":"Love Her Madly","url":"http://www.last.fm/music/The+Doors/_/Love+Her+Madly","mbid":"3bedfa8d-f6e8-4f5c-ba2c-a6121d38c52e","playcount":2243253,"userPlaycount":-1,"listeners":509305,"streamable":true,"id":"1010674","percentageChange":0,"tags":["classic rock","rock","psychedelic rock","the doors","60s"],"wikiLastChanged":1235904053000,"wikiSummary":"&quot;Love Her Madly&quot; is a 1971 song by The Doors which appears on L.A. Woman, their final album with frontman Jim Morrison. The song was composed by the band's guitarist, Robby Krieger. Jerry Scheff plays the bass on this song. The song was released as a single in April 1971 and became one of The Doors' biggest chart hits, peaking at number eleven on the Billboard Hot 100 singles chart.  In 2000, Krieger, John Densmore, and Ray Manzarek recorded a new version of &quot;Love Her Madly&quot; with Bo Diddley for the Doors tribute album Stoned Immaculate. ","wikiText":"&quot;Love Her Madly&quot; is a 1971 song by The Doors which appears on L.A. Woman, their final album with frontman Jim Morrison. The song was composed by the band's guitarist, Robby Krieger. Jerry Scheff plays the bass on this song. The song was released as a single in April 1971 and became one of The Doors' biggest chart hits, peaking at number eleven on the Billboard Hot 100 singles chart.\n \n In 2000, Krieger, John Densmore, and Ray Manzarek recorded a new version of &quot;Love Her Madly&quot; with Bo Diddley for the Doors tribute album Stoned Immaculate.\n \n The song was used in the 1994 period film Forrest Gump.\n \n The song was covered by pianist George Winston on his album Night Divides the Day - The Music of the Doors.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Doors","artistMbid":"9efff43b-3b29-4082-824e-bc82f646f93d","album":"Greatest Hits","albumMbid":"5c740868-c481-301d-8871-b3da741fe9ad","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":196,"location":null}