{"name":"The Unknown Soldier","url":"http://www.last.fm/music/The+Doors/_/The+Unknown+Soldier","mbid":"4afa9286-56ea-4e7b-b14a-9ee58dc5d6f9","playcount":1178387,"userPlaycount":-1,"listeners":289569,"streamable":true,"id":"1006155","percentageChange":0,"tags":["classic rock","rock","psychedelic rock","60s","psychedelic"],"wikiLastChanged":1235910097000,"wikiSummary":"&quot;The Unknown Soldier&quot; was the first single from The Doors' 1968 album Waiting for the Sun, and was also the subject of one of the band's few, inventive music videos. The song was Jim Morrison's reaction to the Vietnam War and the way that conflict was portrayed in American media at the time. Lines such as, &quot;Breakfast where the news is read/Television children fed/ unborn living, living dead/bullets strike the helmet's head&quot;, concern the way news of the war was being presented in the living rooms of ordinary people. ","wikiText":"&quot;The Unknown Soldier&quot; was the first single from The Doors' 1968 album Waiting for the Sun, and was also the subject of one of the band's few, inventive music videos. The song was Jim Morrison's reaction to the Vietnam War and the way that conflict was portrayed in American media at the time. Lines such as, &quot;Breakfast where the news is read/Television children fed/ unborn living, living dead/bullets strike the helmet's head&quot;, concern the way news of the war was being presented in the living rooms of ordinary people.\n \n In the middle of the song, the Doors produce the sounds of what appears to be an execution; in live performances Robby Krieger would point his guitar towards Morrison like a rifle, drummer John Densmore would emulate a gunshot by producing a loud rimshot, by hitting the side of the cymbal, therefore, breaking the sticks to the drum set, and Morrison would fall screaming to the ground. After this middle section, the verses return and the song ends with Morrison's ecstatic celebration of a war being over. In the studio version of the song, the sounds of crowds cheering, and bells tolling, can be heard.\n \n The single for &quot;Unknown Soldier&quot; became the bands fourth top forty hit in the US, peaking at number 39 on the Billboard Hot 100. Its modest chart position was possibly due to its controversial theme and downbeat atmosphere. However, the follow-up single from Waiting for the Sun, &quot;Hello, I Love You&quot;, would go all the way to the top of the charts.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Doors","artistMbid":"9efff43b-3b29-4082-824e-bc82f646f93d","album":"Waiting for the Sun","albumMbid":"24d5a2fd-2a00-4df9-bcc0-7c0ee2e6f20d","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":202,"location":null}