{"id":3440978,"title":"Alejandro Sanz ","artists":["Alejandro Sanz"],"headliner":"Alejandro Sanz","startDate":1363204800000,"endDate":null,"description":"<div class=\"bbcode\">El español actuará en Santiago el 13 de marzo del próximo año.<br />“Se vende” es el sencillo que promociona el disco que ya es éxito en ventas.<br />Durante más un año estará girando Alejandro Sanz por distintos escenarios del mundo, en el marco de una gira que comenzó el pasado 10 de octubre en Ciudad de México y en la que el artista está promocionando “La música no se toca”, su noveno disco de estudio.<br /><br />El español, que en su última visita al país fue parte del show en el Festival de Viña 2011, mostrará también su último trabajo en Chile, con una presentación agendada para el 13 de marzo de 2013, en Movistar Arena<br /><br />el cantautor español, que por estos días es éxito de ventas en España, donde la semana recién pasada obtuvo su tercer disco de platino consolidándose con uno de los estrenos musicales más exitosos de los últimos años en el mercado hispano; en Chile ya posicionó los dos primeros sencillos de la producción “No me compares” y “Se Vende” y también se proyecta como un éxito en ventas a un mes del lanzamiento oficial de su álbum.<br /><br />Alejandro Sanz es uno de los mejores exponentes del pop en español, su singular estilo lo ha llevado a vender más de 22 millones de discos alrededor del mundo. Es el artista español que ha recibido más premios Grammy (16 latinos y 3 americanos), el más reciente en febrero de 2011. Ha grabado 14 álbumes, 11 de ellos de estudio, todos ellos premiados con importantes galardones.<br /><br />Además, es uno de los artistas españoles con mayor seguimiento internacional en redes sociales. Recientemente ha superado los 6 millones de seguidores en Twitter y cuenta con más de 2 millones de amigos en Facebook.<br /><br />En 2010, Alejandro triunfó a lo grande con su octava gira mundial, Tour Paraíso, con la que realizó más de 90 conciertos en los que disfrutaron más de 800 mil espectadores y con los que recorrió los principales escenarios de Latinoamérica, España y Estados Unidos.<br /><br />Alejandro Sanz regresará en 2013 a nuestro país y ofrecerá un concierto en el majestuoso en Movistar Arena el próximo 13 de  marzo en Movistar Arena<br /><br />Alejandro Sanz<br /><br />13 de marzo  - movistar Arena<br /><br />20% de descuento Clientes Club Movistar<br /><br />Envia la palabra SANZ al 4404 y recibe gratis un código, que te permite obtener el 20% de descuento en tu entrada. maximo 4 ticket. No incluye cargo por servicio.<br /><br />(promoción por tiempo Limitado)<br /><br />Compra tu entrada por sistema feriaticket, en locales feriamix , en call center  5928500 o en internet <a href=\"http://www.feriaticket.cl\" rel=\"nofollow\">www.feriaticket.cl</a></div>","url":"http://www.last.fm/event/3440978+Alejandro+Sanz+","website":"http://www.dgmedios.com","attendance":5,"reviews":0,"venue":{"name":"Movistar Arena","url":"http://www.last.fm/venue/8952518+Movistar+Arena","website":"http://www.movistararena.cl","city":"Santiago","country":"Chile","street":"Av. Beaucheff 1204","postal":"8370951","phonenumber":"4787900","latitude":-33.46252,"longitude":-70.66223,"timezone":null,"id":"8952518"},"ticketSuppliers":[],"attendanceStatus":null}