{"id":3440807,"title":"Il Divo & Katherine Jenkins","artists":["Il Divo","Katherine Jenkins"],"headliner":"Il Divo","startDate":1363374000000,"endDate":null,"description":"<div class=\"bbcode\"><strong>Międzynarodowa grupa wokalna Il Divo wystąpi po raz drugi w Polsce. Koncert odbędzie się 15 marca 2013 roku w hali ERGO ARENA na pograniczu Gdańska i Sopotu. Gościem specjalnym koncertu będzie Katherine Jenkins, która będzie towarzyszyć muzykom w trakcie ich europejskiej trasy koncertowej.</strong><br /><br />Grupa Il Divo wystąpi w Polsce po raz drugi. Oficjalny debiut miał miejsce w tym roku, kiedy zespół zaśpiewał w hali Atlas Arena w Łodzi. Występ śpiewaków, którzy na świecie są bardzo popularni, ale w Polsce budują dopiero swoją pozycję obejrzało ponad cztery tysiące widzów. Teraz organizatorzy, zgodnie z wcześniejszymi zapowiedziami, ogłaszają termin drugiego koncertu, który odbędzie się w ERGO ARENIE. <br /> <br />- Po dokładnych ustaleniach z managementem zespołu, który w ostatnich miesiącach planował trasę koncertową na 2013 rok, możemy już poinformować o nowym terminie koncertu w ERGO ARENIE. Wszystkich fanów zespołu zapraszamy na koncert 15 marca  – mówi Mateusz Pawlicki z agencji Prestige MJM, która będzie organizatorem tego wydarzenia.<br /><br />Bilety na koncert Il Divo w ERGO/ARENIE będzie można nabywać poprzez stronę <a href=\"http://www.imprezyprestige.com\" rel=\"nofollow\">www.imprezyprestige.com</a> oraz w sieci sprzedaży Eventim (między innymi: EMPIK, MEDIA MARKT) od piątku, 9 listopada.</div>","url":"http://www.last.fm/event/3440807+Il+Divo+-+Katherine+Jenkins","website":"http://www.imprezyprestige.com/il_divo_gdansk.php","attendance":6,"reviews":0,"venue":{"name":"Ergo Arena","url":"http://www.last.fm/venue/10244790+Ergo+Arena","website":"http://www.ergoarena.pl/","city":"Gdańsk","country":"Poland","street":"Plac Dwóch Miast 1","postal":"81- 735","phonenumber":"58 767 21 01","latitude":54.42651,"longitude":18.580423,"timezone":null,"id":"10244790"},"ticketSuppliers":[],"attendanceStatus":null}