{"name":"Every You Every Me","url":"http://www.last.fm/music/Placebo/_/Every+You+Every+Me","mbid":"002265cf-1bc5-4175-9240-b05f825a9e2d","playcount":5285436,"userPlaycount":-1,"listeners":639753,"streamable":false,"id":"1001426","percentageChange":0,"tags":["rock","alternative","alternative rock","placebo","indie"],"wikiLastChanged":1342521680000,"wikiSummary":"Every You Every Me is a single by alternative rock band Placebo. Appearing on their second album, it reached number 11 in the UK Singles Chart. The lyrics were written by frontman Brian Molko and ac acoustics' Paul Campion.  The single was featured on the Cruel Intentions soundtrack . There are two versions of the video, both filmed live at London's Brixton Academy; one includes clips from the movie Cruel Intentions, the other does not. There are two different mixes of the song. The single mix which is also on the album Once More with Feeling and the album version on Without You I'm Nothing. ","wikiText":"Every You Every Me is a single by alternative rock band Placebo. Appearing on their second album, it reached number 11 in the UK Singles Chart. The lyrics were written by frontman Brian Molko and ac acoustics' Paul Campion.\n \n The single was featured on the Cruel Intentions soundtrack . There are two versions of the video, both filmed live at London's Brixton Academy; one includes clips from the movie Cruel Intentions, the other does not. There are two different mixes of the song. The single mix which is also on the album Once More with Feeling and the album version on Without You I'm Nothing.\n \n The song was also used in the &quot;Sorry&quot; skate video (from the company Flip Skateboards) during Mark Appleyard's video part. The song is also featured in the Playstation video game F1 2000.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Placebo","artistMbid":"81b9963b-7ff7-47f7-9afb-fe454d8db43c","album":"Without You I'm Nothing","albumMbid":"354fb345-3273-3756-9893-43860bb16600","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":212,"location":null}