{"name":"Pure Morning","url":"http://www.last.fm/music/Placebo/_/Pure+Morning","mbid":"1368d2dd-c2f2-4699-aa96-be9c328db29b","playcount":3657643,"userPlaycount":-1,"listeners":532616,"streamable":false,"id":"1012427","percentageChange":0,"tags":["alternative rock","rock","alternative","placebo","indie"],"wikiLastChanged":1292982023000,"wikiSummary":"Pure Morning is a single by alternative band Placebo, taken from their second album Without You I'm Nothing.  The song was initially recorded as a b-side, but the band liked it so much that they decided to put it on the album; it is usually considered to be their second most played song, shadowed only by &quot;Nancy Boy&quot;. The most recognizable pattern to the song is the repetition of the line A friend in need's a friend indeed at the beginning of each verse. The song has been featured often in British television advertisements. One of said adverts is for the Lexus IS200. ","wikiText":"Pure Morning is a single by alternative band Placebo, taken from their second album Without You I'm Nothing.\n \n The song was initially recorded as a b-side, but the band liked it so much that they decided to put it on the album; it is usually considered to be their second most played song, shadowed only by &quot;Nancy Boy&quot;. The most recognizable pattern to the song is the repetition of the line A friend in need's a friend indeed at the beginning of each verse. The song has been featured often in British television advertisements. One of said adverts is for the Lexus IS200.\n \n The video, directed by Nick Gordon, portrays police attempting to negotiate Brian Molko's character down from a building he is about to jump off. Band members appear briefly and are being arrested. You can assume from this that they along with Molko are supposed to be robbers, but Molko has decided to end his life rather than be arrested. At the climax of the video, Molko crosses his fingers and jumps off the building but lands on the side half-way down and proceeds to walk down the wall.\n \n This song was also included on the Big Shiny Tunes 3 compilation and is also featured on the soundtrack to the 2005 film The Chumscrubber.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Placebo","artistMbid":"81b9963b-7ff7-47f7-9afb-fe454d8db43c","album":"Without You I'm Nothing","albumMbid":"354fb345-3273-3756-9893-43860bb16600","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":255,"location":null}