{"name":"This Picture","url":"http://www.last.fm/music/Placebo/_/This+Picture","mbid":"1d2d426a-e892-47d8-b9ba-f33f731950f7","playcount":2660589,"userPlaycount":-1,"listeners":412616,"streamable":false,"id":"1074455","percentageChange":0,"tags":["alternative rock","alternative","rock","placebo","indie"],"wikiLastChanged":1244233823000,"wikiSummary":"This Picture is a single by alternative rock band Placebo. Released in July 2003, it was lifted from their album Sleeping with Ghosts.  &quot;This Picture&quot; was remixed by Junior Sanchez for the bonus remix CD of &quot;Once More with Feeling (album)&quot;.  It tells the story of a relationship involving sadomasochism and an abusive female in a position of dominance. In the lyrics, the phrase &quot;ashtray girl&quot; is meant to refer to a woman who uses her partner as an &quot;emotional ashtray&quot;; &quot;cigarette burns on my chest&quot; makes reference to a supposed particular fetish of James Dean.","wikiText":"This Picture is a single by alternative rock band Placebo. Released in July 2003, it was lifted from their album Sleeping with Ghosts.\n \n &quot;This Picture&quot; was remixed by Junior Sanchez for the bonus remix CD of &quot;Once More with Feeling (album)&quot;.\n \n It tells the story of a relationship involving sadomasochism and an abusive female in a position of dominance. In the lyrics, the phrase &quot;ashtray girl&quot; is meant to refer to a woman who uses her partner as an &quot;emotional ashtray&quot;; &quot;cigarette burns on my chest&quot; makes reference to a supposed particular fetish of James Dean. As singer/lyricist Brian Molko commented, prior to its performance at a concert: \n \n &quot;There's an old story that somebody told me once about James Dean. For those of you who don't know this yet, James Dean was gay. Yes, I'm sorry, it's true. He had a particular fetish where he liked to have cigarettes stubbed out on his chest. That's kind of an image that's always stayed with me, and part of the inspiration for this song.&quot;\n \n The music video features Italian actress, Asia Argento.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Placebo","artistMbid":"81b9963b-7ff7-47f7-9afb-fe454d8db43c","album":"Sleeping With Ghosts","albumMbid":"1301e2cd-7398-3206-9ae2-b6ac47ec348c","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":214,"location":null}