{"name":"Pierrot The Clown","url":"http://www.last.fm/music/Placebo/_/Pierrot+The+Clown","mbid":"3f9ea264-9b12-499f-b905-e61a8d63d87c","playcount":1837216,"userPlaycount":-1,"listeners":262127,"streamable":false,"id":"39462308","percentageChange":0,"tags":["alternative","alternative rock","rock","placebo","indie"],"wikiLastChanged":1256504072000,"wikiSummary":"&quot;Pierrot the Clown&quot; is a song of Placebo's fifth studio album Meds. It has a slow, mellow feeling in the song which fits its lyrical context of a character in a sombre mood. In the chorus the song compares the character to Pierrot the Clown. Its orchestration is expansive, featuring a string section, glockenspiel and acoustic guitar, among others.   Pierrot is a stock character of mime and Commedia dell'Arte, a French variant of the Italian Pedrolino. His character is that of the sad clown, pining for love of Columbine, who inevitably breaks his heart and leaves him for Harlequin.","wikiText":"&quot;Pierrot the Clown&quot; is a song of Placebo's fifth studio album Meds. It has a slow, mellow feeling in the song which fits its lyrical context of a character in a sombre mood. In the chorus the song compares the character to Pierrot the Clown. Its orchestration is expansive, featuring a string section, glockenspiel and acoustic guitar, among others. \n \n Pierrot is a stock character of mime and Commedia dell'Arte, a French variant of the Italian Pedrolino. His character is that of the sad clown, pining for love of Columbine, who inevitably breaks his heart and leaves him for Harlequin. He is usually depicted wearing a loose, white tunic. The noticeable feature of Pierrot's behaviour is his naïveté, he is seen as a fool, always the butt of pranks, yet nonetheless trusting. Pierrot is also portrayed as moonstruck, distant and oblivious to reality.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Placebo","artistMbid":"81b9963b-7ff7-47f7-9afb-fe454d8db43c","album":"Meds","albumMbid":"213bde8d-7765-35af-a706-e4f72cf402eb","position":12,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":262,"location":null}