{"name":"Infra-Red","url":"http://www.last.fm/music/Placebo/_/Infra-Red","mbid":"bb123b56-135d-4ef8-b529-4f98d01823a8","playcount":3448548,"userPlaycount":-1,"listeners":446708,"streamable":true,"id":"39324089","percentageChange":0,"tags":["alternative rock","alternative","rock","placebo","indie"],"wikiLastChanged":1244233691000,"wikiSummary":"Infra-Red is the third single from Placebo's fifth studio album, Meds, and was released on 19 June 2006. The song peaked #42 in the UK, #35 on the US Modern Rock Tracks chart, and #91 in Germany.  The words &quot;beggar's banquet&quot;, featured in its lyrics, references the Rolling Stones' album of the same name.  A live version of the song is available on the Live At La Cigale download-only EP.  The music video features politicians seemingly conspiring against the public; meanwhile, a group of ants interfere with their files.","wikiText":"Infra-Red is the third single from Placebo's fifth studio album, Meds, and was released on 19 June 2006. The song peaked #42 in the UK, #35 on the US Modern Rock Tracks chart, and #91 in Germany.\n \n The words &quot;beggar's banquet&quot;, featured in its lyrics, references the Rolling Stones' album of the same name.\n \n A live version of the song is available on the Live At La Cigale download-only EP.\n \n The music video features politicians seemingly conspiring against the public; meanwhile, a group of ants interfere with their files. A character (apparently a president or similar leader) gives a speech with the help of a computerised prompter, but the ants' interference causes the prompter to say &quot;I lied to you. We are the enemy&quot;, which the president reads.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Placebo","artistMbid":"81b9963b-7ff7-47f7-9afb-fe454d8db43c","album":"Meds","albumMbid":"213bde8d-7765-35af-a706-e4f72cf402eb","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":194,"location":null}