{"id":3437520,"title":"KISS and Mötley Crüe","artists":["Kiss","Mötley Crüe","Thin Lizzy","Diva Demolition"],"headliner":"Kiss","startDate":1362844800000,"endDate":null,"description":"<div class=\"bbcode\">Rock’n’roll doesn’t get any bigger than this! KISS and Mötley Crüe. On the same stage. On the same night.<br /><br />It‘s the news Australian fans have been waiting for with the spectacle of all spectacles announced, KISS with very special guests Mötley Crüe will tour Australia in March 2013.<br /><br />Presented by McManus Entertainment, the summer’s biggest, baddest rock tour will hit Australia with guests Irish rockers Thin Lizzy along for the ride.<br /><br />KISS and Mötley Crüe’s 45 show US summer tour has already gone down as one helluva rock’n’roll extravaganza and now, finally, its Australia’s turn!<br /><br />Not only has it been five long years since KISS last toured Australia, but 2013 marks a very special milestone for this great band – their 40th anniversary. In all their bombastic and unstoppable glory, KISS will perform fan favorites from their treasure-trove of hits along with tracks from their just–released 20th studio album ‘Monster’, which debuted at #7 on the ARIA Charts. Gene Simmons and Paul Stanley, with longtime members guitarist Tommy Thayer and drummer Eric Singer, are at the top of their game on ‘Monster’, which embodies all that is KISS and the music that first inspired them to pick up their guitars and flame-throwers and don makeup to entertain millions.</div>","url":"http://www.last.fm/event/3437520+KISS+and+M%C3%B6tley+Cr%C3%BCe","website":"http://allphonesarena.com.au/Event_Calendar/KISS%20and%20Motley%20Crue.aspx","attendance":12,"reviews":0,"venue":{"name":"Allphones Arena","url":"http://www.last.fm/venue/9222554+Allphones+Arena","website":"http://allphonesarena.com.au/","city":"Sydney Olympic Park","country":"Australia","street":"Olympic Blvd","postal":"2127","phonenumber":"(02) 8765 4321","latitude":-33.847908,"longitude":151.06671,"timezone":null,"id":"9222554"},"ticketSuppliers":[],"attendanceStatus":null}