{"name":"Prison Song","url":"http://www.last.fm/music/System+of+a+Down/_/Prison+Song","mbid":"07d0c934-acc3-4a07-8f4f-c2f11ce66073","playcount":3034823,"userPlaycount":-1,"listeners":551673,"streamable":false,"id":"34058","percentageChange":0,"tags":["metal","alternative metal","system of a down","rock","hard rock"],"wikiLastChanged":1238345387000,"wikiSummary":"&quot;Prison Song&quot; is the opening track to System of a Down's 2001 album Toxicity. The song was released as an unofficial airplay-only single, and a promotional live video of the song was released.  Written by Serj Tankian and Daron Malakian, the lyrics are about the United States prison industrial complex, the world's largest. The song expresses the belief that the government is partially responsible for the spread of the use of illegal drugs and thus somewhat responsible for the fact that more than half of the inmates in American federal prisons are there for drug-related charges.","wikiText":"&quot;Prison Song&quot; is the opening track to System of a Down's 2001 album Toxicity. The song was released as an unofficial airplay-only single, and a promotional live video of the song was released.\n \n Written by Serj Tankian and Daron Malakian, the lyrics are about the United States prison industrial complex, the world's largest. The song expresses the belief that the government is partially responsible for the spread of the use of illegal drugs and thus somewhat responsible for the fact that more than half of the inmates in American federal prisons are there for drug-related charges. Though the song is mostly sung by lead vocalist, Tankian, a few lines preceding the chorus are sung by Malakian, who mocks, &quot;I buy my crack, I smack my bitch, right here in Hollywood&quot;. The &quot;...right here in Hollywood&quot; verse has been changed in concerts depending where it is performed, such as Vancouver, L.A., Chicago. Some lines that stand out are: &quot;All research and successful drug policies show that treatment should be increased/ And law enforcement decreased/ while abolishing mandatory minimum sentences,&quot; &quot;Utilizing drugs to pay for secret wars around the world/ Drugs are now your global policy now you police the globe... drug money is used to rig elections/ And train brutal corporate sponsored dictators/ Around the world&quot; &quot;Minor drug offenders fill your prisons/You don't even flinch...&quot;\n \n This is one of the few songs on &quot;Toxicity&quot; to utilize Serj's infamous death grunt.\n \n There was a CD with the demo version of the song released by System of a Down called Beno's Copy.\n \n The song was featured in the Visions: All Areas Volume 19, Underskin Promo, Kerrang! Life Is Loud - Noise Annoys Vol. 1, Oorgasm Vol. 6 and Metal Hammer 2001 compilations.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"System of a Down","artistMbid":"cc0b7089-c08d-4c10-b6b0-873582c17fd6","album":"Toxicity","albumMbid":"489e14ac-bbb6-389a-8a8f-5abb1a7c14f4","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":201,"location":null}