{"name":"Needles","url":"http://www.last.fm/music/System+of+a+Down/_/Needles","mbid":"2ea7aa2e-db85-479e-8895-096876eb07b5","playcount":2723384,"userPlaycount":-1,"listeners":490766,"streamable":false,"id":"34057","percentageChange":0,"tags":["metal","alternative metal","rock","system of a down","alternative"],"wikiLastChanged":1277744076000,"wikiSummary":"&quot;Needles&quot; is the second song in System of a Down's album Toxicity, connected to the previous track &quot;Prison Song&quot;.\n It was written by Serj Tankian and Daron Malakian. The lyrics, are about drug (such as heroin) abuse and its dangers. Just like having a tape worm, you keep feeding this addiction without ever being &quot;nourished&quot;. The more you feed it the bigger it gets and the less you get from it. After the second chorus, there is a bass riff that leads into bridge, where Malakian the guitarist sings &quot;I'm sitting in my room with a needle in my hand.","wikiText":"&quot;Needles&quot; is the second song in System of a Down's album Toxicity, connected to the previous track &quot;Prison Song&quot;.\n It was written by Serj Tankian and Daron Malakian. The lyrics, are about drug (such as heroin) abuse and its dangers. Just like having a tape worm, you keep feeding this addiction without ever being &quot;nourished&quot;. The more you feed it the bigger it gets and the less you get from it. After the second chorus, there is a bass riff that leads into bridge, where Malakian the guitarist sings &quot;I'm sitting in my room with a needle in my hand. Just waiting for the tomb of some old dying man&quot;, and later Tankian joins and leads into the last chorus, with his famous death growl.\n The band has denied ever using drugs.\n At concerts, the band makes the bridge a total funk style.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"System of a Down","artistMbid":"cc0b7089-c08d-4c10-b6b0-873582c17fd6","album":"Toxicity","albumMbid":"489e14ac-bbb6-389a-8a8f-5abb1a7c14f4","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":193,"location":null}