{"name":"Question!","url":"http://www.last.fm/music/System+of+a+Down/_/Question!","mbid":"37fe444a-02e4-4818-9885-4caef2aa116b","playcount":3476264,"userPlaycount":-1,"listeners":541329,"streamable":false,"id":"18231049","percentageChange":0,"tags":["metal","alternative metal","rock","system of a down","alternative"],"wikiLastChanged":1238345114000,"wikiSummary":"&quot;Question!&quot; is a song by the band System of a Down. It is the second single of their fourth album Mezmerize, which focuses on life after death. The song was first premiered by the famous Los Angeles, California radio station KROQ on May 23, 2005 and was released to alternative and rock radio stations on July 12 of the same year.  The song is sometimes compared to one of System of a Down's other songs &quot;Aerials,&quot; which also deals with the nature of life in the lyrics. Both are primarily sung by Serj but seem to have Daron as back-up in the chorus.","wikiText":"&quot;Question!&quot; is a song by the band System of a Down. It is the second single of their fourth album Mezmerize, which focuses on life after death. The song was first premiered by the famous Los Angeles, California radio station KROQ on May 23, 2005 and was released to alternative and rock radio stations on July 12 of the same year.\n \n The song is sometimes compared to one of System of a Down's other songs &quot;Aerials,&quot; which also deals with the nature of life in the lyrics. Both are primarily sung by Serj but seem to have Daron as back-up in the chorus. Music similarities are not as easy to spot. Aerials does not have the wide variety of time signatures that Question has, which allegedly makes the song difficult for even the band to play.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"System of a Down","artistMbid":"cc0b7089-c08d-4c10-b6b0-873582c17fd6","album":"Mezmerize","albumMbid":"6ff2fcd6-0ffd-3b1a-afe0-40c172f0c45e","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":200,"location":null}