{"id":3432372,"title":"Doro","artists":["Doro"],"headliner":"Doro","startDate":1366221600000,"endDate":null,"description":"<div class=\"bbcode\">Дорогие друзья, в связи с тем, что клуб MILK MOSCOW прекращает свою работу по адресу ул. Сергея Макеева д.9 с 16 марта, концерт-презентация нового альбома несравненной DORO переносится в один из самых крупных и престижных московских гигант-клубов - ARENA MOSCOW! Это далеко не первый визит легендарной рок-дивы в нашу страну, но теперь можно заявить смело, что это будет самое крупное и яркое ее выступление в России!<br /><br />Все купленные ранее билеты действительны, для обладателей билетов категории VIP мы сообщим дополнительные подробности в течении следующих 24 часов!<br /><br />Настоящая и Единственная Королева Heavy Metal - DORO возвращается в Москву в поддержку своего нового, долгожданного альбома &quot;RAISE YOUR FIST&quot;! <br /><br /> ЗАКАЗ БИЛЕТОВ ОНЛАЙН:<br /><a href=\"http://www.concert.ru/Order.aspx?ActionID=33266\" rel=\"nofollow\">http://www.concert.ru/Order.aspx?ActionID=33266</a><br /><br /> ЦЕНЫ НА БИЛЕТЫ:<br /> ПАРТЕР - 1200 руб. - ограниченная серия ТОЛЬКО в кассе клуба и центральной кассе concert.ru<br />Во всех остальных кассах, а также салонах &quot;Евросети&quot;, берется комиссия +10% от стоимости<br /> VIP без места (входной билет на второй ярус) - 2500 руб.<br /> VIP с местами (вторая линия) - 4000 руб.<br /> VIP с местами (первая линия) - 5000 руб.<br /> SUPER-VIP - 7000 руб. <br /><br />17 апреля на сцене клуба MILK (Большой зал) DORO представит двухчасовое шоу, в котором, разумеется, будет множество классических гимнов - хитов, без которых уже давно просто невозможно представить тяжелую музыку!<br /><br />Российский тур 2013:<br />17 апреля - Москва - Milk<br />18 апреля - Краснодар - Арена<br />19 апреля - Ростов на Дону - Дом Офицеров<br />21 апреля - С.Петербург - Зал Ожидания</div>","url":"http://www.last.fm/event/3432372+Doro+at+Arena+Moscow+on+17+April+2013","website":"http://www.muz24.ru/news44941/","attendance":68,"reviews":0,"venue":{"name":"Arena Moscow","url":"http://www.last.fm/venue/9138914+Arena+Moscow","website":"http://www.arenagroup.ru","city":"","country":"Russian Federation","street":"Ленинградский проспект 31, стр. 4 (м. Динамо)","postal":"125284","phonenumber":"+7 (495) 9406755","latitude":55.784763,"longitude":37.560043,"timezone":null,"id":"9138914"},"ticketSuppliers":[],"attendanceStatus":null}