{"name":"Possibly Maybe","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Possibly+Maybe","mbid":"00a868f8-e865-4b96-9400-710ea6a1ff3c","playcount":1349226,"userPlaycount":-1,"listeners":285614,"streamable":false,"id":"2913359","percentageChange":0,"tags":["alternative","electronic","female vocalists","icelandic","bjork"],"wikiLastChanged":1295217856000,"wikiSummary":"EXTRA VERSE  It came about\n through happenstance\n that I happened to be hap-happy\n you're just a bonus to that  SONG INFO  &quot;The first unhappy song I wrote was 'Possibly Maybe.' That was very hard for me. Usually I write all the time, but that was like nothing happened for months. Then the song came out. I was ashamed writing a song that was not giving hope.&quot;  &quot;'Possibly Maybe' is a song that I can really do rollercoaster rides on and just go for it vocally.","wikiText":"EXTRA VERSE\n \n It came about\n through happenstance\n that I happened to be hap-happy\n you're just a bonus to that\n \n SONG INFO\n \n &quot;The first unhappy song I wrote was 'Possibly Maybe.' That was very hard for me. Usually I write all the time, but that was like nothing happened for months. Then the song came out. I was ashamed writing a song that was not giving hope.&quot;\n \n &quot;'Possibly Maybe' is a song that I can really do rollercoaster rides on and just go for it vocally. It's one of the first songs that I wrote but didn't hold my voice back. For me, and this is why I play it live almost every time, as a singer I can really use my voice as an instrument.\n \n     Actually, it was supposed to be a country song - an ambient country song - and when I first wrote it, we got a slide guitarist in. I'm not sure it ended up as one but that's where it started. We were thinking about that song by Chris Isaak.&quot;\n \n Possibly Maybe is written by Björk, Nellee Hooper &amp; Marius De Vries. It was produced by Björk and her longtime collaborator Nellee Hooper and released in 1995 on her second album, Post. When it was time to make a video for the single, she contacted 'Big Time Sensuality'-director Stéphane Sednaoui, who once again created stunning visuals, this time of Björk bathing in milk and eating both watermelon and neonglowing dust!\n \n The extra verse was included in some live performances.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Post","albumMbid":"f936a597-aba7-38b4-ba33-7acd244abbac","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":305,"location":null}