{"name":"Human Behaviour","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Human+Behaviour","mbid":"011c9b5c-e147-4bc0-94ce-0d6a3f46f43d","playcount":1550770,"userPlaycount":-1,"listeners":344378,"streamable":false,"id":"1050437","percentageChange":0,"tags":["alternative","electronic","female vocalists","icelandic","trip-hop"],"wikiLastChanged":1320085709000,"wikiSummary":"&quot;'Human Behaviour' is an animal's point of view on humans.\n And the animals are definitely supposed to win in the end.&quot;  Written by Nellee Hooper and Björk. Featuring a sample of &quot;Go Down Dying&quot; by <a href=\"http://www.last.fm/music/+noredirect/Ray+Brown+Orchestra\" class=\"bbcode_artist\">Ray Brown Orchestra</a>.   The <a href=\"http://www.songfacts.com/detail.php?id=5872\" rel=\"nofollow\">Human Behavior Songfacts</a>  reports that Björk explained the line, &quot;There's definitely, definitely, definitely no logic to human behaviour&quot; during a 2011 Q&amp;A with The Guardian: &quot;At the time I wrote it I was referring to my childhood and probably talking about how I felt more comfortable on my own walking outside singing and stuff than hanging out with humans.","wikiText":"&quot;'Human Behaviour' is an animal's point of view on humans.\n And the animals are definitely supposed to win in the end.&quot;\n \n Written by Nellee Hooper and Björk. Featuring a sample of &quot;Go Down Dying&quot; by <a href=\"http://www.last.fm/music/+noredirect/Ray+Brown+Orchestra\" class=\"bbcode_artist\">Ray Brown Orchestra</a>. \n \n The <a href=\"http://www.songfacts.com/detail.php?id=5872\" rel=\"nofollow\">Human Behavior Songfacts</a>  reports that Björk explained the line, &quot;There's definitely, definitely, definitely no logic to human behaviour&quot; during a 2011 Q&amp;A with The Guardian: &quot;At the time I wrote it I was referring to my childhood and probably talking about how I felt more comfortable on my own walking outside singing and stuff than hanging out with humans... I experienced harmony with kids, the mountains and the ocean surrounding Reykjavik and animals I guess but found grown ups rather chaotic and nonsensical.&quot;\n \n &quot;Human Behaviour&quot; was released in the summer of 1993 (June), one month before the album 'Debut'. This single launched Björk her international solo career after some years with the Sugarcubes. The video, directed by Michel Gondry, became an instant classic and was rewarded by MTV as 'Best Breakthrough Video'. &quot;Human Behaviour&quot; was the birth of a lyrical imagery collaboration, his unique perceptions of Björk’s music and his art of storytelling are unique to the music video world, which resulted in 6 videos.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Debut","albumMbid":"3945b500-1e03-3060-89a2-82b0938d8397","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":251,"location":null}