{"name":"Hidden Place","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Hidden+Place","mbid":"014c537a-ea23-4697-9660-01e1f883c6ef","playcount":1388723,"userPlaycount":-1,"listeners":278095,"streamable":false,"id":"1082089","percentageChange":0,"tags":["electronic","alternative","female vocalists","bjork","icelandic"],"wikiLastChanged":1298831998000,"wikiSummary":"&quot;'Hidden Place' is sort of about how two people can create a paradise just by uniting. You've got an emotional location that's mutual. And it's unbreakable. And obviously it's make-believe. So, you could argue that it doesn't exist because it's invisible, but of course it does. And it's sort of a one-nil situation.&quot;  &quot;I guess the microbeats were from me getting heavily into my laptop and just trying to enjoy the music from its speakers. The songs on Vespertine are introvert.","wikiText":"&quot;'Hidden Place' is sort of about how two people can create a paradise just by uniting. You've got an emotional location that's mutual. And it's unbreakable. And obviously it's make-believe. So, you could argue that it doesn't exist because it's invisible, but of course it does. And it's sort of a one-nil situation.&quot;\n \n &quot;I guess the microbeats were from me getting heavily into my laptop and just trying to enjoy the music from its speakers. The songs on Vespertine are introvert. I tried to make it frozen, winterlike. It's an inside album, a domestic album, I had loads and loads of beats for 'Hidden Place' but it still wasn't up enough. Matthew Herbert came for a visit in the studio and offered to do it. He ran away to his studio and came back after a few hours later with a DAT.&quot;\n \n Written by Björk, Guy Sigsworth &amp; Mark Bell. Produced by Björk. Hidden Place was not so hidden as it was the first single to be taken from the fourth studio album Vespertine (2001). The video marked also a new beginning as M/M Paris co directed the video with Inez &amp; Vinoodh, and went on to collaboratively create the visuals and layout for the whole Vespertine album and a sequence of singles.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Greatest Hits","albumMbid":"32e6cdfc-05c4-40b1-ae2d-929e1df1009e","position":11,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":329,"location":null}