{"name":"Cocoon","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Cocoon","mbid":"01737b34-e7de-46f1-91bb-8918efaf8efd","playcount":869146,"userPlaycount":-1,"listeners":171515,"streamable":false,"id":"1099897","percentageChange":0,"tags":["electronic","female vocalists","experimental","alternative","bjork"],"wikiLastChanged":1298831667000,"wikiSummary":"Written by Björk and Thomas Knak.  About the co-writer: &quot;I had to go to Denmark for a year. There was nothing going on. I was literally lying on the beach, looking at the ocean, with a ghetto blaster listening to Thomas Knak/Opiate's album. I realised he was from Copenhagen. I just called him up.&quot;  &quot;The lyric to 'Cocoon' was a whole diary, then I had to edit 90 per cent of it out. It's very hard to explain, but when I read it and the other person it's about reads it, we don't feel abused or anything.","wikiText":"Written by Björk and Thomas Knak.\n \n About the co-writer: &quot;I had to go to Denmark for a year. There was nothing going on. I was literally lying on the beach, looking at the ocean, with a ghetto blaster listening to Thomas Knak/Opiate's album. I realised he was from Copenhagen. I just called him up.&quot;\n \n &quot;The lyric to 'Cocoon' was a whole diary, then I had to edit 90 per cent of it out. It's very hard to explain, but when I read it and the other person it's about reads it, we don't feel abused or anything. I think there's songs where I've been more... scruffy about what I'm expressing. I have a problem with music that's too indulgent. It's like ; &quot;Keep your own dirty laundry, please.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Vespertine","albumMbid":"3e80a8dd-7f93-4ca8-b6fe-9377e40c7677","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":268,"location":null}