{"name":"Headphones","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Headphones","mbid":"2758de8b-878c-46fc-94e2-10d820cef0fb","playcount":537190,"userPlaycount":-1,"listeners":152646,"streamable":false,"id":"2893179","percentageChange":0,"tags":["alternative","female vocalists","electronic","experimental","icelandic"],"wikiLastChanged":1295218215000,"wikiSummary":"&quot;I did Headphones with Tricky, sort of a thank-you to a friend who always sent me tapes with his favourite music. I saw that as one of the most beautiful and valuable gifts someone can give you. Such a tape says so much about someone's personality and about what that person wants to tell you. I always saved a tape like that until it was evening, all the work had been done, I was all alone and had taken a bath.","wikiText":"&quot;I did Headphones with Tricky, sort of a thank-you to a friend who always sent me tapes with his favourite music. I saw that as one of the most beautiful and valuable gifts someone can give you. Such a tape says so much about someone's personality and about what that person wants to tell you. I always saved a tape like that until it was evening, all the work had been done, I was all alone and had taken a bath. Then I'd lie on my bed, with my headphones on, to slowly fall asleep, listening to that tape. That's what that song is about. There's little sounds in there to amplify the effect of rest, solitude and dreaminess.&quot;\n \n &quot;It was written to Graham Massey as a thank you. He was the best tape maker there was. He would make compilation cassettes and I would play them non stop. But, of course, it is also a love letter to sound. The sound of sound. Resonances, frequencies, silences and such ... a music-worship thing.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Post","albumMbid":"f936a597-aba7-38b4-ba33-7acd244abbac","position":11,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":340,"location":null}