{"name":"The Modern Things","url":"http://www.last.fm/music/Bj%C3%B6rk/_/The+Modern+Things","mbid":"423271c8-a7de-4a69-bf3e-ceb6dcf23ec3","playcount":702830,"userPlaycount":-1,"listeners":180081,"streamable":false,"id":"2878841","percentageChange":0,"tags":["alternative","electronic","female vocalists","icelandic","experimental"],"wikiLastChanged":1295217559000,"wikiSummary":"&quot;I guess it has some tongue sticking out in it. Cheeky. Kinda reminding the humans not to be too sure of themselves.&quot;  &quot;It's about how the modern things like cars and such, or computers and all that, have always existed. They've just been waiting in a mountain for the right moment, and have been listening to the irritating noises - dinosaurs and people outside - and now it's their turn to come out and multiply. I thought it was really funny. I don't know - I might be the only one laughing.&quot;  ","wikiText":"&quot;I guess it has some tongue sticking out in it. Cheeky. Kinda reminding the humans not to be too sure of themselves.&quot;\n \n &quot;It's about how the modern things like cars and such, or computers and all that, have always existed. They've just been waiting in a mountain for the right moment, and have been listening to the irritating noises - dinosaurs and people outside - and now it's their turn to come out and multiply. I thought it was really funny. I don't know - I might be the only one laughing.&quot;\n \n &quot;I wrote The Modern Things. thinking about all the pessimistic people who live around me. It saw the light on the London-Manchester train. I was admiring those beautiful mountains that surround me, and I was listening to people groan about modern things, modern situations, and that one day everyone will die...it was so terrible!! I think that our days are beautiful, full of splendid inventions like cars, phones, cameras, and all the rest.&quot;\n \n &quot;In that song I propose that all new things, all modern inventions already existed for a very long time, but that they were just locked away in a mountain somewhere, waiting for the right moment. I wrote that just to pester a few friends of mine. They're terrified of modern technology. They feel guilty about using computers and driving cars. Because it's not natural. I'm just as tired of views like that as of statements like 'Computer music doesn't have soul'. Of course it hasn't got soul, because nobody put it in there! You can't expect a computer to put soul into music? I mean, you can't expect a guitar to write a song? They're instruments, tools. And you should be proud of that. But those friends of mine think it's all very spooky; they think technology is going to replace all human actions and that pretty soon they won't have to be creative, because the computer will take that away from them. But a hundred years ago, when the telephone was invented, people thought that people would no longer talk to each other in the flesh. Inventions don't take anything away from you; they just increase the number of options.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Post","albumMbid":"f936a597-aba7-38b4-ba33-7acd244abbac","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":250,"location":null}