{"name":"Unravel","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Unravel","mbid":"4d3106b3-7d41-4cf7-9d14-2309d193130c","playcount":1395648,"userPlaycount":-1,"listeners":254150,"streamable":false,"id":"1036152","percentageChange":0,"tags":["electronic","alternative","icelandic","female vocalists","experimental"],"wikiLastChanged":1243578981000,"wikiSummary":"&quot;Unravel&quot; is the third song on the album Homogenic by Björk, which was released in 1997.  The song features a prominent example of Björk's use of a half-singing, half-speaking technique which, according to folklore specialist Njall Sigurdsson, is comparable to that of old Icelandic choir-men.  Structurally, the song is made up of a slowly sweeping melody, strings and distant-sounding electronic beats.  ","wikiText":"&quot;Unravel&quot; is the third song on the album Homogenic by Björk, which was released in 1997.\n \n The song features a prominent example of Björk's use of a half-singing, half-speaking technique which, according to folklore specialist Njall Sigurdsson, is comparable to that of old Icelandic choir-men.\n \n Structurally, the song is made up of a slowly sweeping melody, strings and distant-sounding electronic beats.\n \n In a 2006 interview with 'Spin' magazine, Radiohead singer Thom Yorke named &quot;Unravel&quot; his favourite song ever, adding, &quot;I'm trying to get Radiohead to do a cover because I think it's one of the most beautiful songs I've ever heard.&quot; On November 8, 2007, Radiohead performed a cover of the song as part of their webcast.\n \n A cover of &quot;Unravel&quot; appears on folk rock artist Okkervil River's split CD &quot;Sham Wedding/Hoax Funeral,&quot; as well as the Japanese import version of alternative rock band Something Corporate's album &quot;North.&quot;\n \n The Flaming Lips added the song to their album &quot;Late Night Tales: The Flaming Lips,&quot; which is a compilation of artists and songs that have affected and influenced the band.\n \n Adem, a British singer, also included &quot;Unravel&quot; on his 2008 album of covers songs entitled  &quot;Takes.&quot;\n \n Anthony Green and Casey Crescenzo performed an acoustic cover of &quot;Unravel&quot; as a part of a 2007 tour featuring Circa Survive and The Dear Hunter.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Homogenic","albumMbid":"eefe0976-3250-36d7-bbda-7d1d48f8620a","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":198,"location":null}