{"name":"Isobel","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Isobel","mbid":"643b2c2b-68da-453b-ad23-416e5c3f9b82","playcount":1322628,"userPlaycount":-1,"listeners":294934,"streamable":false,"id":"1034722","percentageChange":0,"tags":["electronic","alternative","female vocalists","bjork","icelandic"],"wikiLastChanged":1246118998000,"wikiSummary":"&quot;This is the story of Isobel; she was born in a forest by a spark, and as she grew up, she realized that the pebbles on the forest floor were actually skyscrapers. And by the time she was a grown-up woman and the skyscrapers had taken over the forest. She found herself in a city, and she didn't like all the people there so much, because they were a bit too clever for her.&quot;  Isobel was written by Björk, Nellee Hooper and Marius De Vries, and the lyrics were made by Sjón - his very first songlyric in fact.","wikiText":"&quot;This is the story of Isobel; she was born in a forest by a spark, and as she grew up, she realized that the pebbles on the forest floor were actually skyscrapers. And by the time she was a grown-up woman and the skyscrapers had taken over the forest. She found herself in a city, and she didn't like all the people there so much, because they were a bit too clever for her.&quot;\n \n Isobel was written by Björk, Nellee Hooper and Marius De Vries, and the lyrics were made by Sjón - his very first songlyric in fact. Nellee Hooper and Björk produced it together, and released it in 1995 on Björk's second album &quot;Post&quot;. To direct this video, Michel Gondry was once again called in for his unique visual style.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Post","albumMbid":"f936a597-aba7-38b4-ba33-7acd244abbac","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":347,"location":null}