{"name":"All Is Full of Love","url":"http://www.last.fm/music/Bj%C3%B6rk/_/All+Is+Full+of+Love","mbid":"999dac3e-b50d-410d-80ac-dc28b49faf1c","playcount":2308380,"userPlaycount":-1,"listeners":383916,"streamable":false,"id":"23918000","percentageChange":0,"tags":["electronic","alternative","female vocalists","bjork","icelandic"],"wikiLastChanged":1312736760000,"wikiSummary":"&quot;'All Is Full Of Love' was written after the rest of Homogenic which I'd wanted to be an aggressive, macho album. In Icelandic mythology, you have this saga where the gods get aggressive and the world explodes and everything dies and then the sun comes up and everything starts all over again. It's the last track on Homogenic after 'Pluto' which stands for death. 'All Is Full Of Love' is like the birds coming out after the thunderstorm.&quot; - Bjork.com webchat, 2000.  ","wikiText":"&quot;'All Is Full Of Love' was written after the rest of Homogenic which I'd wanted to be an aggressive, macho album. In Icelandic mythology, you have this saga where the gods get aggressive and the world explodes and everything dies and then the sun comes up and everything starts all over again. It's the last track on Homogenic after 'Pluto' which stands for death. 'All Is Full Of Love' is like the birds coming out after the thunderstorm.&quot; - Bjork.com webchat, 2000.\n \n Written by Björk and produced by Howie B. Released in June 1999 as the last of five singles taken from Björk's third album, 'Homogenic'. The Greatest Hits album contains a different version of the song than the orginal version which can be heard on album. \n \n The video is directed by Chris Cunningham, who became famous in 1997 with the scary video &quot;Come to Daddy&quot; for Aphex Twin. He was also responsible for Madonna's &quot;Frozen&quot; and &quot;Only You&quot; for Portishead. &quot;All is Full of Love&quot; got nominated for a Grammy and won several awards including the Best Breakthrough video and Special Effects at the 2000 MTV Video Awards. In 2008, the video for &quot;All is Full of Love&quot; won second place on MTV TWO's Greatest Videos Ever list.\n see more at the All Is Full Of Love page on the Greatest Hits special.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Joga","albumMbid":"","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":222,"location":null}