{"name":"Army of Me","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Army+of+Me","mbid":"bc4da598-ce64-4d08-80a4-e5e8ec442908","playcount":2247269,"userPlaycount":-1,"listeners":439757,"streamable":false,"id":"1056833","percentageChange":0,"tags":["electronic","alternative","female vocalists","bjork","icelandic"],"wikiLastChanged":1295792855000,"wikiSummary":"&quot;Army of Me&quot; is a song by Björk, released in 1995 as the first, and leading, single from her second solo album Post. It is a grinding, industrial tune, punctuated by numerous samples of explosions and lyrics which encourages the listener to stop complaining and get on with life – or else. The song also appeared, later in the same year, on the soundtrack of Tank Girl. This song was also ranked #316 in Blender magazine's The 500 Greatest Songs Since You Were Born.  ","wikiText":"&quot;Army of Me&quot; is a song by Björk, released in 1995 as the first, and leading, single from her second solo album Post. It is a grinding, industrial tune, punctuated by numerous samples of explosions and lyrics which encourages the listener to stop complaining and get on with life – or else. The song also appeared, later in the same year, on the soundtrack of Tank Girl. This song was also ranked #316 in Blender magazine's The 500 Greatest Songs Since You Were Born.\n \n When Björk realised it was her most popular song to be covered by other musicians, it appeared on a 2-CD charity benefit compilation entitled Army of Me: Remixes and Covers in late 2004.\n \n \n &quot;It's actually written to a relative of mine who had been a bit out of order for a while. I'm not sure why I wrote it. Maybe I felt that Debut had been such a polite, shy album - there was a side of me that was so shy and such a beginner, I was very flattered when everyone loved Debut but also a bit confused because it wasn't really me. Maybe 'Army Of Me' was an attempt to balance it out.&quot;\n \n &quot;I had written two tracks with Graham Massey before I did Debut: &quot;Army Of Me&quot; and &quot;The Modern Things.&quot; Then I met Nellee Hooper and we ended up doing a whole album's worth of stuff together, so I decided to keep those two songs, wait, and put them on the next album. Post then ended up being more schizophrenic with collaborations of a lot of people, so it was a better match.&quot;\n \n     Graham came up with [&quot;Army Of Me's&quot;] bass riff. I had written that melody earlier in Iceland. It matched very well together, I felt. I then did the sarcastic scratch noises in the chorus with a coin on a deep bass string that Graham sampled for me.&quot;\n \n \n The music video, directed by Michel Gondry, begins with Björk driving a huge truck, making everything shake as it passes. The truck begins to fail, so Björk opens the door and goes to check the motor. The motor consists of a jaw and all the teeth are broken and full of trash (comically illustrated by a shaggy-looking man crawling out from the garbage). Then she touches her cheek appearing to have a toothache. She walks down the street to a dentist to take care of the situation, and discovers that the dentist is actually a gorilla. The gorilla takes out a diamond out of Björk's mouth and attempts to stash it away for himself, but Bjork jumps on his back and pummels him to get it back. Then she takes the diamond and she runs out of the dentist's office, the diamond growing the entire time. She tosses the diamond inside the motor-mouth which apparently it uses as its fuel source. Afterward, she keeps driving, and she stops outside a museum, where she takes out a bomb and puts it inside, next to her boyfriend's head who has been deeply sleeping the entire time. She runs out of the museum to the confusion of everyone else, making it to the exit right as the bomb goes off. After the explosion she returns inside the museum, and her boyfriend appears to be alive again. She hugs him, crying teardrops of jewels, and screen goes black and showing a message &quot;To Be Continued&quot;.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Post","albumMbid":"f936a597-aba7-38b4-ba33-7acd244abbac","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":235,"location":null}