{"name":"Hyperballad","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Hyperballad","mbid":"c40bd6db-a63b-4c39-a424-317838df8f0f","playcount":2065555,"userPlaycount":-1,"listeners":361110,"streamable":false,"id":"1108126","percentageChange":0,"tags":["electronic","alternative","female vocalists","bjork","icelandic"],"wikiLastChanged":1356536262000,"wikiSummary":"Written by Björk, produced by Nellee Hooper and Björk. Released in February 1996 as the fourth single from Björk's second album, 'Post'. In June 2002 bjork.com organised a webvote, in order to compile the tracklist for the current 'Greatest Hits' cd, and 'Hyperballad' was voted as the most popular track. The video is directed by Michel Gondry, born in Versailles France. 'Hyperballad' was his fourth videoclip for Björk since their first project 'Human Behaviour' back in 1993. Resulting in a imaginary clip which is almost impossible to interpret the first time you see it.","wikiText":"Written by Björk, produced by Nellee Hooper and Björk. Released in February 1996 as the fourth single from Björk's second album, 'Post'. In June 2002 bjork.com organised a webvote, in order to compile the tracklist for the current 'Greatest Hits' cd, and 'Hyperballad' was voted as the most popular track. The video is directed by Michel Gondry, born in Versailles France. 'Hyperballad' was his fourth videoclip for Björk since their first project 'Human Behaviour' back in 1993. Resulting in a imaginary clip which is almost impossible to interpret the first time you see it. &quot;Will my eyes be closed or open?&quot;.\n \n &quot;Basically, 'Hyper-ballad' is about having this kind of bag going on and three years have passed (in a relationship) and you're not high anymore. You have to make an effort consciously and nature's not helping you anymore. So you wake up early in the morning and you sneak outside and you do something horrible and destructive, break whatever you can find, watch a horrible film, read a bit of William Burroughs, something really gross and come home and be like, 'Hi honey, how are you?'.&quot;\n \n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Post","albumMbid":"f936a597-aba7-38b4-ba33-7acd244abbac","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":322,"location":null}