{"name":"Sacrifice","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Sacrifice","mbid":"c5766f86-1e82-4950-982f-98e1dd1f64db","playcount":216543,"userPlaycount":-1,"listeners":57329,"streamable":true,"id":"516871470","percentageChange":0,"tags":["experimental","post-revolutionary pop song","avantgarde pop","electronic","ethereal"],"wikiLastChanged":1356962427000,"wikiSummary":"Sacrifice is a song taken from Björk's eighth studio album Biophilia, The song features a <em>Sharpsicord.  &quot; A couple of years ago I spent 8 months in Puerto Rico, I rented a house on the beach. While I was there, 5 of my friends  divorced. A lot of them had been together for 10 or more years and it was weird to be on the other side of the Atlantic and try to email or talk on the phone. Maybe because all the other songs are about elements...</em>","wikiText":"Sacrifice is a song taken from Björk's eighth studio album <em>Biophilia</em>, The song features a <em>Sharpsicord</em>.\n \n &quot; A couple of years ago I spent 8 months in Puerto Rico, I rented a house on the beach. While I was there, 5 of my friends [couples] divorced. A lot of them had been together for 10 or more years and it was weird to be on the other side of the Atlantic and try to email or talk on the phone. Maybe because all the other songs are about elements, I guess I became an anthropologist and decided to write down in my book all the things that the girls were complaining about and all the things the guys were complaining about. It was interesting because all the guys were all complaining about very different things while the girls were all complaining about very similar things. So I ended up picking out sentences that they all had in common and skipping what they had different. I kind of puzzled it into a lyric. It was really powerful. It is about complaining. It is quiet and a sad song. &quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Biophilia","albumMbid":"cd1eec5d-9509-4ed3-922d-f73a282c59a3","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":242,"location":null}