{"name":"Bachelorette","url":"http://www.last.fm/music/Bj%C3%B6rk/_/Bachelorette","mbid":"fce0e015-0e4d-4dec-91b0-99d18d04000b","playcount":2049893,"userPlaycount":-1,"listeners":369734,"streamable":false,"id":"1044827","percentageChange":0,"tags":["alternative","electronic","female vocalists","bjork","icelandic"],"wikiLastChanged":1268711036000,"wikiSummary":"Bachelorette is track no. 4 on the album &quot;Homogenic&quot; released in 1997. It fits into the album's concept &amp; theme, being something raw, extrovert, and homologous (in the sense that it includes Björk, her beats and the strings as one). The soundscape is rooted in Icelandic landscapes, and the fusion of nature &amp; electronics, with a thundering volcanic beat,  clear &amp; confronting violins and a soaring theatrical vocal performed by Björk herself.","wikiText":"Bachelorette is track no. 4 on the album &quot;Homogenic&quot; released in 1997. It fits into the album's concept &amp; theme, being something raw, extrovert, and homologous (in the sense that it includes Björk, her beats and the strings as one). The soundscape is rooted in Icelandic landscapes, and the fusion of nature &amp; electronics, with a thundering volcanic beat,  clear &amp; confronting violins and a soaring theatrical vocal performed by Björk herself. The very emotionally charged lyrics are written by Sigurjon Birgir Sigurdsson, aka sjön. Björk explains the songs theme as the character &quot;Isobel&quot; going to the city, she says the song is made as a continuation of the character portrayed in her songs &quot;Isobel&quot; from her album &quot;Post&quot; and &quot;Human Behaviour&quot; from the album &quot;Debut&quot;. The song is produced by Björk herself. Musicians such as Mark Bell, Alec Empire and RZA from The Wu-Tang Clan has remixed the song. \n         \n The song was released as the second single from &quot;Homogenic&quot; and peaked the charts in the UK reaching #21.\n         \n The Video made for the single is directed by collaborator Michel Gondry, after an idea from Björk. It explores self reference &amp; boundaries between nature &amp; human civilisation. Björk is Isobel, the bachelorette, a girl living in the forest who one day finds a book buried in her garden. As she picks it up it starts to write itself, explaining what Isobel do, as she takes it to the city and publishes it under the name &quot;my story&quot;. During the process Isobel falls in love with the publisher. The book becomes a big hit, and a musical is set up, the musical includes Isobel singing as the surroundings describe her actions leading to the point where she is, leading to an additional new musical on the stage, which starts at the beginning of &quot;my story&quot;, with a new smaller crowd watching in front of the old one. This escalates, and ends in the breakup of Isobel's relationship with the publisher. After a while the series of musicals collapses as the audience in the earlier musicals, including the publisher himself, is transformed into nature. The book, now unpopular, starts to erase itself, and is taken back to nature by branches. The video ends with the whole city taken over by nature and Isobel singing in the forest. Michel Gondry describes it: &quot;this character is leaving the forest and she decides to go to the city to have a normal life. She tries her best, however it doesn't work out and she goes back to the forest where she is happier&quot;.\n          \n The video received a Grammy nomination for best video in 1999, and won the price for best art direction in the 1998 MTV Video music awards. The song was also performed under the MTV Europe Music Awards in 1997. \n \n * ----------- \n &quot;Isobel decides to return to the city and to take a train, like in the 30's, in South America somewhere. She decides to confront love with love and confronts the cowards that don't have the guts to fall in love with love. So you see - it's like Isobel has returned. &quot;\n \n Bachelorette is the sequel in this epic tale written by Björk with lyrics by Sjón. Released on her third album &quot;Homogenic&quot;, it was also chosen as one of the first singles. A tall adventure. Produced by Björk. The video to the song was realised by - once again - Michel Gondry, who now had done 6 videos for Björk.\n \n Regarding the extra lyrics in the booklet that are unsung in the song, Sjón said this in a bjork.com interview september 2004: &quot;I think the artwork for Homogenic was at the printers before the final vocals were laid down, so you were never supposed to see the extra verses for Bachelorette. But you did and I'll never recover from being exposed like that ... ;-)&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Björk","artistMbid":"87c5dedd-371d-4a53-9f7f-80522fb7f3cb","album":"Homogenic","albumMbid":"eefe0976-3250-36d7-bbda-7d1d48f8620a","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":317,"location":null}