{"id":3289117,"title":"Sónar São Paulo 2013","artists":["The Roots","Pet Shop Boys","Explosions in the Sky","Paul Kalkbrenner","Jamie Lidell","Nicolas Jaar","Matmos","Pinch","Theo Parrish","Adrian Sherwood","Darkside","Taksi","DJ Mau Mau","Renato Ratier","Batora"],"headliner":"The Roots","startDate":1369426801000,"endDate":1369513201000,"description":"<div class=\"bbcode\">Depois de uma primeira edição de enorme sucesso, a edição paulistana do Sónar volta em 2013 para apresentar um caminho de criatividade musical e artística de vanguarda sem precedentes.<br /><br />O Sónar é, há muito tempo, um evento cultural reconhecido em todo o mundo. Desde 1994, o Festival Internacional de Música Avançada e New Media de Barcelona tem se posicionado como um evento urbano único, de forte personalidade que atua como plataforma internacional para novos talentos e como expositor de projetos inovadores. Sua edição anual na cidade de São Paulo traça um caminho de criatividade musical e artística de vanguarda sem precedentes. <br /><br />O Sónar SP nasceu com o objetivo de levar à capital paulista a filosofia do festival de Barcelona e todos os elementos que têm feito do Sónar referência mundial: uma programação musical e audiovisual grandiosa e um componente experimental marcante. Como cenário, um importante enclave urbano e espaço de referência, neste caso, o emblemático Anhembi. <br /><br />A única diferença do Sónar São Paulo em relação a Barcelona, é o fato da programação acontecer no período da noite, concentrando atividades e performances cuja essência é o rastreio de novos talentos, a experimentação e as novas tecnologias, além de grandes shows e produções audiovisuais. <br /><br />O festival possui ao todo três palcos com diferentes tamanhos localizados no Anhembi que abrigam um grande número de atividades durante os 2 dias do evento.<br />_______________________________________<br /><br />LINE-UP<br />Sexta (24)<br />-<br /><br />Sábado (25)<br />-<br />_______________________________________<br /><br />INGRESSOS (Março)<br />DIA - R$<br />PACOTE - R$</div>","url":"http://www.last.fm/festival/3289117+S%C3%B3nar+S%C3%A3o+Paulo+2013","website":"http://www.sonarsaopaulo.com.br","attendance":563,"reviews":0,"venue":{"name":"Arena Skol Anhembi","url":"http://www.last.fm/venue/8779474+Arena+Skol+Anhembi","website":"http://www.anhembi.com.br","city":"São Paulo","country":"Brazil","street":"Av. Olavo Fontoura, 1.209 - Santana","postal":"02012-021","phonenumber":"(11) 2226-0400","latitude":-23.51506,"longitude":-46.640957,"timezone":null,"id":"8779474"},"ticketSuppliers":[],"attendanceStatus":null}