{"id":3494211,"title":"Paul Simon","artists":["Paul Simon","Rufus Wainwright"],"headliner":"Paul Simon","startDate":1364495400000,"endDate":null,"description":"<div class=\"bbcode\">In the wake of the 25th anniversary of his musical landmark, Graceland, Simon will bring fans a performance spanning all eras of his illustrious career: from beginnings in the folk clubs of early 1960s Greenwich Village, to the warm and anthemic fruits of his celebrated partnership with Art Garfunkel, and his acclaimed solo career.<br /><br />Widely regarded as one of the most successful and prolific songwriters of the latter half of the 20th century, Simon has consistently penned songs that are mature and literate, but also melodically engaging. Lyrically, with an astute political and social conscience, he has at times spoken to the concerns and uncertainties of a generation, yet also focused on the personal sentiment. In the early 1960s, the folk revival swept New York City, and a new breed of singers and songwriters introduced a new approach to the craft of creating tunes - at the forefront was Paul Simon. As the 60s gave way to the 70s and 80s, Simon expanded his musical palette and helped introduce many rock and pop fans to world music with his outstanding release, Graceland.<br /><br />During his distinguished career Paul Simon has been the recipient of many honours and awards including 12 Grammy Awards, three of which (Bridge Over Troubled Water, Still Crazy After All These Years and Graceland) were Albums of the Year. In 2003 he was given a Grammy Lifetime Achievement Award for his work as half of the duo Simon and Garfunkel. He is a member of The Songwriters Hall of Fame, a recipient of their Johnny Mercer Award and is in the Rock n' Roll Hall of Fame as a member of Simon and Garfunkel and as a solo artist. His song Mrs. Robinson from the motion picture The Graduate was named in the top ten of The American Film Institute's 100 Years 100 Songs. He was a recipient of The Kennedy Center Honors in 2002 and was named as one of Time Magazine's 100 People Who Shape Our World in 2006. In 2007, Simon was awarded the first annual Library of Congress Gershwin Prize for Popular Song. Named in honor of the legendary George and Ira Gershwin, this newly created award recognizes the profound and positive effect of popular music on the world's culture, and is given annually to a composer or performer whose lifetime contributions exemplify the standard of excellence associated with the Gershwin's. In 2011 Mr. Simon was elected to The American Academy of Arts and Sciences.<br /><br />Joining Paul Simon on his Australian run of dates is the enigmatic Rufus Wainwright - one of the world's true original contemporary artists. Recently in Australia for a national tour, Wainwright once again wooed audiences with his staggering live performances off the back of his latest offering, the acclaimed Mark Ronson-produced album Out Of The Game. With grace and humour, craft and confidence, the album is a remarkable return to the pop world of Rufus Wainwright - showing his scope of sounds and styles, unified by both his incomparable voice and the lucidity of his vision.<br /><br />Do not miss out on this rare opportunity to witness Paul Simon, with special guest Rufus Wainwright.</div>","url":"http://www.last.fm/event/3494211+Paul+Simon+at+Rod+Laver+Arena+on+28+March+2013","website":"http://premier.ticketek.com.au/shows/show.aspx?sh=PAULSIMO13","attendance":12,"reviews":0,"venue":{"name":"Rod Laver Arena","url":"http://www.last.fm/venue/8779782+Rod+Laver+Arena","website":"http://www.mopt.com.au/desktopdefault.aspx/tabid-18/229_read-35","city":"Melbourne Park Precinct","country":"Australia","street":"Brunton Avenue","postal":"3000","phonenumber":"03 9286 1208","latitude":-37.823326,"longitude":144.98221,"timezone":null,"id":"8779782"},"ticketSuppliers":[],"attendanceStatus":null}