{"id":3519633,"title":"Concerto Paul Kalkbrenner","artists":["Paul Kalkbrenner","Special Guest"],"headliner":"Paul Kalkbrenner","startDate":1363986000000,"endDate":null,"description":"<div class=\"bbcode\">Due date in Italia per uno degli alfieri della musica dance internazionale! PAUL KALKBRENNER sarà infatti in Italia per due show in ampissime location pronte ad accogliere una fiumana di fans che si scateneranno sulle selezioni del dj e produttore tedesco.<br />Paul è uno dei massimi esponenti della scena neotrance e techno tedesca e tra i top 10 djs al mondo ed è uno dei più appassionati lavoratori in musica del presente. Egli è affascinato dall'esibirsi dal vivo così come lo è dal lavoro in studio, dove spesso si rinchiude per lunghissimi sessioni prima di ripartire per i suoi incredibili tour in giro per il mondo.<br />La proposta di Paul è un misto di acid, lo-fi, techno berlinese e dance del terzo millennio...il disco &quot;Das Gezabel&quot; è uno splendido viaggio lo-fi nel mondo di PAUL KALKBRENNER che ha iniziato la sua carrierà a metà anni '00 e, dopo aver firmato per la storica BPitch Control (da cui ha divorziato nel 2012), ha dato vita al suo primo disco in studio intitolato &quot;Wieder Leke&quot; che fu colonna sonora del film culto &quot;Berlin Berlin Calling&quot;, dove tra l'altro Paul ha interpretato un ruolo di primo piano.<br />PAUL KALKBRENNER, negli show italiani, presenterà - oltre a tonnellate di remix - alcuni dei brani che sono usciti nel suo ultimo riuscitissimo lavoro in studio, uscito a Novembre 2012, dal titolo &quot;Guten Tag&quot;.<br /><br />Prezzo del biglietto in prevendita: €30,00 + diritti di prevendita<br />Prezzo del biglietto in cassa la sera dello show: €35,00<br /> <br />Biglietti in vendita a partire dalle ore 10 di mercoledì 16 gennaio.</div>","url":"http://www.last.fm/event/3519633+Concerto+Paul+Kalkbrenner","website":"http://www.livenation.it/event/384641/paul-kalkbrenner-tickets?omq=paul%20kalkbrenner","attendance":7,"reviews":0,"venue":{"name":"Arena Concerti - Fiera Milano Rho","url":"http://www.last.fm/venue/10244686+Arena+Concerti+-+Fiera+Milano+Rho","website":"http://www.fieramilano.it/","city":"Rho","country":"Italy","street":"Strada Statale del Sempione 28","postal":"20017","phonenumber":"","latitude":45.535446,"longitude":9.04924,"timezone":null,"id":"10244686"},"ticketSuppliers":[],"attendanceStatus":null}