{"id":3405799,"title":"Marina & the Diamonds","artists":["Marina & the Diamonds"],"headliner":"Marina & the Diamonds","startDate":1365793200000,"endDate":null,"description":"<div class=\"bbcode\">Билеты <br /><a href=\"http://concert.ru/Details.aspx?ActionID=31946\" rel=\"nofollow\">http://concert.ru/Details.aspx?ActionID=31946</a><br /><br />Подтверждение на оф. сайте<br /><a href=\"http://www.marinaandthediamonds.com/live.htm\" rel=\"nofollow\">http://www.marinaandthediamonds.com/live.htm</a><br /><br />Marina and the Diamonds — вовсе не название группы, а сценическое имя талантливой певицы и композитора Марины Диамандис. И она выпускает второй альбом! Без преувеличения, эта пластинка стала одной из самых ожидаемых за последние несколько месяцев. И в этом нет ничего удивительного, ведь популярность этой 26-летней валлийской певицы уже давно ни у кого не вызывает сомнения. Два года назад она успешно дебютировала с пластинкой “The Family Jewels”, а 30 апреля этого года исполнительница хита “Mowgli’s Road” официально вернется на мировую сцену с принципиально новым материалом.<br /><br />Альбом “Electra Heart” имеет довольно необычную концепцию: по словам самой исполнительницы, в своей новой работе она хотела раскрыть как можно больше персоналий: домохозяйка, королева красоты, роковая любовница, бунтарь-подросток и многие другие. Заправляет всем некая Электра Харт – олицетворение всего самого низменного и фальшивого, что есть в девушках. Ее жизнь – обратная сторона красивой картинки с экранов телевизоров. Но если в первом альбоме эта пресловутая тема всячески высмеивалась и призиралась Мариной, то ради своего второго лонгплэя Диамандис решилась примерить на себя ранее ненавистную маску “прелесть-какой-дурочки”. Первым синглом альбома “Electra Heart” (кто бы что ни говорил) стала композиция “Radioactive”. К созданию пластинки приложили руку продюсер и мульти-инструменталист Greg Kurstin, диджей Steve Angello и другие маститые музыканты. С такой поддержкой альбом просто не мог получиться плохо.</div>","url":"http://www.last.fm/event/3405799+Marina+-+the+Diamonds+at+Arena+Moscow+on+12+April+2013","website":"http://www.muz24.ru/news47027/","attendance":226,"reviews":0,"venue":{"name":"Arena Moscow","url":"http://www.last.fm/venue/9138914+Arena+Moscow","website":"http://www.arenagroup.ru","city":"","country":"Russian Federation","street":"Ленинградский проспект 31, стр. 4 (м. Динамо)","postal":"125284","phonenumber":"+7 (495) 9406755","latitude":55.784763,"longitude":37.560043,"timezone":null,"id":"9138914"},"ticketSuppliers":[],"attendanceStatus":null}