{"id":3454899,"title":"Matisyahu","artists":["Matisyahu"],"headliner":"Matisyahu","startDate":1363287600000,"endDate":null,"description":"<div class=\"bbcode\">В потоке бесконечных странствий чудаковатый парень Матисьяху не перестает удивлять своих преданных поклонников. 14-го марта на сцене ARENA Moscow приготовьтесь встретить караван различных стилей и ярких эмоций от Матисьяху!  <br /><br />Выход нового альбома ознаменовал собой очередной этап не только в творчестве, но и в жизни исполнителя. После десяти лет строгого следования религиозным догмам, Матисьяху решил довериться собственной интуиции, представ перед публикой в новом образе без фирменной бороды и пейсов. «Больше никакой хасидской реггей-суперзвезды. Простите, народ, но все что вы получите – это я, без каких-либо ярлыков». <br /><br />На свежем альбоме «Spark Seeker» Матисьяху продолжает экспериментировать с различными стилями, сочетая, казалось бы, абсолютно непримиримые направления от народного фольклора до футуристической электроники. По словам музыканта, его последняя работа - пожалуй, самая цельная запись за всю его карьеру. Основная часть материала была записана на исторической родине Матисьяху в Израиле. Совместно с местными артистами был создан многогранный мир звуков  и ощущений. Все альбомы Матисьяху несут в себе какую-то истину и «Spark Seeker» не исключение: « Не стоит упрощать взгляд на мир, деля его на черное и белое. Не надо бояться смешивать краски». <br /><br />14-го марта не пропустите единственное выступление в клубе ARENA Moscow самой обаятельной хип-хоп аномалии в истории своего жанра - Матисьяху. Приготовьтесь к изумительному концерту, который будет наполнен музыкой перерождения!<br /><br />(Источник/билеты - <a href=\"http://ponominalu.ru/event/matisyahu\" rel=\"nofollow\">http://ponominalu.ru/event/matisyahu</a>)</div>","url":"http://www.last.fm/event/3454899+Matisyahu+at+Arena+Moscow+on+14+March+2013","website":"","attendance":159,"reviews":0,"venue":{"name":"Arena Moscow","url":"http://www.last.fm/venue/9138914+Arena+Moscow","website":"http://www.arenagroup.ru","city":"","country":"Russian Federation","street":"Ленинградский проспект 31, стр. 4 (м. Динамо)","postal":"125284","phonenumber":"+7 (495) 9406755","latitude":55.784763,"longitude":37.560043,"timezone":null,"id":"9138914"},"ticketSuppliers":[],"attendanceStatus":null}