{"name":"...And Justice for All","url":"http://www.last.fm/music/Metallica/_/...And+Justice+for+All","mbid":"0102fe44-4a8e-47c0-9b29-9e7e9cc0f1b9","playcount":1738422,"userPlaycount":-1,"listeners":294061,"streamable":false,"id":"1006583","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","80s"],"wikiLastChanged":1240582900000,"wikiSummary":"...And Justice For All is the second track of Metallica's 1988 album ...And Justice For All.  The song discusses how the powerful and rich can control the institution of justice, the price people are willing to pay for that justice, and how justice for all others has been desecrated.   It is Metallica's fifth longest song, clocking in at 9:47 minutes. Only the 8th track on the album, &quot;To Live Is to Die&quot; at 9:49 ...","wikiText":"...And Justice For All is the second track of Metallica's 1988 album ...And Justice For All.\n \n The song discusses how the powerful and rich can control the institution of justice, the price people are willing to pay for that justice, and how justice for all others has been desecrated. \n \n It is Metallica's fifth longest song, clocking in at 9:47 minutes. Only the 8th track on the album, &quot;To Live Is to Die&quot; at 9:49 , the song &quot;The Outlaw Torn&quot; (Load) at 9:49 (10:42 on &quot;Unencumbered by Manufacturing Restrictions Version&quot;), &quot;Suicide &amp; Redemption&quot; on Death Magnetic (9:57) and &quot;Mercyful Fate&quot; (a cover medley of songs by the band Mercyful Fate, which was featured on the cover album Garage Inc.) at 11:12 are longer.\n \n Also one of the group's most complex songs, &quot;...And Justice for All&quot; runs the gamut from clean, melodic guitars to distorted thrash rhythms, and boasts many tempo and mood changes. The slow, mid-section of the track features predominant bass guitar, a stark contradiction to the rest of the album.\n \n The song is featured in the Metallica 3-Pack that is downloadable content for the music video game series Rock Band.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"...And Justice for All","albumMbid":"","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":585,"location":null}