{"name":"Fuel","url":"http://www.last.fm/music/Metallica/_/Fuel","mbid":"01b85e0a-4cd1-49fa-88c4-43ee48d97464","playcount":3143017,"userPlaycount":-1,"listeners":421701,"streamable":false,"id":"1000132","percentageChange":0,"tags":["metal","heavy metal","thrash metal","metallica","hard rock"],"wikiLastChanged":1259875535000,"wikiSummary":"&quot;Fuel&quot; is the opening song from Metallica's ReLoad album. It stems from the thrill of fast driving and street racing. The song could also be applied to the fact that people like to drive their lives (like their cars) too fast. It seems to be one of James Hetfield's favorite songs as he later said before a concert played at an Oakland Raiders game, &quot;We have to play Fuel...'cause it gets me pumped up.&quot; (taped on Some Kind of Monster)  ","wikiText":"&quot;Fuel&quot; is the opening song from Metallica's ReLoad album. It stems from the thrill of fast driving and street racing. The song could also be applied to the fact that people like to drive their lives (like their cars) too fast. It seems to be one of James Hetfield's favorite songs as he later said before a concert played at an Oakland Raiders game, &quot;We have to play Fuel...'cause it gets me pumped up.&quot; (taped on Some Kind of Monster)\n \n Another interpretation of this song, which reflects the external struggles of the band members themselves as well as the personal lyric style James Hetfield adopted beginning with The Black Album, suggests that the song is about addiction. Specifically the addiction may be Hetfield's alcoholism, but it could be a reference to any sort of addiction. It is a reference to whatever it may be that fuels a person. Further, it may reflect Hetfield's decision to substitute his love of cars and racing for his love of alcohol.\n \n The song was written by Hetfield, Lars Ulrich, and Kirk Hammett, and was the third single from the album. Metallica played the song before the relase on the Convert-DVD 'Cunning Stunts', but with a different text, they have frequently played the song in concert over the years, including the 1999 live album S&amp;M with Michael Kamen conducting the San Francisco Symphony Orchestra. In 2003, Avril Lavigne performed a live cover of 'Fuel' on the Metallica edition of the tribute show, MTV Icon. Lavigne's version appeared on the bonus CD included with the limited edition of her DVD My World. Iron Horse covered the song as well.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Reload","albumMbid":"aef5108a-3dc0-3ba7-bfd7-dc95a3b186fe","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":269,"location":null}