{"name":"Jump in the Fire","url":"http://www.last.fm/music/Metallica/_/Jump+in+the+Fire","mbid":"048abd99-6691-4943-b493-677875671294","playcount":1387171,"userPlaycount":-1,"listeners":257485,"streamable":false,"id":"1003742","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","80s"],"wikiLastChanged":1255485765000,"wikiSummary":"&quot;Jump in the Fire&quot; is a song by American heavy metal band Metallica. It is the fourth track and second single from their 1983 debut album, Kill 'Em All. The single was accompanied by fake live performances of &quot;Phantom Lord&quot; and &quot;Seek and Destroy,&quot; which were alternate studio recordings with sounds of a crowd overdubbed in.  Alongside &quot;Hit the Lights,&quot; &quot;Jump in the Fire&quot; is one of Metallica's first original songs, having been included on Ron McGovney's '82 Garage demo, an unreleased recording. The original lyrics, which dealt with sex, were penned by Dave Mustaine.","wikiText":"&quot;Jump in the Fire&quot; is a song by American heavy metal band Metallica. It is the fourth track and second single from their 1983 debut album, Kill 'Em All. The single was accompanied by fake live performances of &quot;Phantom Lord&quot; and &quot;Seek and Destroy,&quot; which were alternate studio recordings with sounds of a crowd overdubbed in.\n \n Alongside &quot;Hit the Lights,&quot; &quot;Jump in the Fire&quot; is one of Metallica's first original songs, having been included on Ron McGovney's '82 Garage demo, an unreleased recording. The original lyrics, which dealt with sex, were penned by Dave Mustaine. However, much like the events surrounding &quot;The Four Horsemen,&quot; new lyrics were written by James Hetfield upon Mustaine's departure from Metallica. These new lyrics revolve around people being damned to Hell and therefore &quot;jumping in the fire.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Kill 'Em All","albumMbid":"abcc9a0c-169f-4c60-8322-4b3922fd3a5e","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":280,"location":null}