{"name":"The God That Failed","url":"http://www.last.fm/music/Metallica/_/The+God+That+Failed","mbid":"06af4ef1-b70a-4587-ac64-28ecf257a379","playcount":1524045,"userPlaycount":-1,"listeners":306395,"streamable":false,"id":"1004731","percentageChange":0,"tags":["metal","heavy metal","thrash metal","metallica","hard rock"],"wikiLastChanged":1263692395000,"wikiSummary":"&quot;The God That Failed&quot; is the tenth track from Metallica's 1991 self-titled album. This was the first song of the album to be heard by the public. The central theme of the song is faith and human reliance on it, and of unrewarded belief in a God that fails to heal. The lyrics and song material were inspired by Hetfield's anguish on the circumstances surrounding his mother's death. She died of cancer after refusing medical attention, solely relying on her belief in God to heal her. Hetfield felt that had she not followed her Christian Science beliefs, she could have survived.","wikiText":"&quot;The God That Failed&quot; is the tenth track from Metallica's 1991 self-titled album. This was the first song of the album to be heard by the public. The central theme of the song is faith and human reliance on it, and of unrewarded belief in a God that fails to heal. The lyrics and song material were inspired by Hetfield's anguish on the circumstances surrounding his mother's death. She died of cancer after refusing medical attention, solely relying on her belief in God to heal her. Hetfield felt that had she not followed her Christian Science beliefs, she could have survived. Hetfield does not celebrate God's failure in the song, but instead blames God, through his mother's faith and death, for contributing to the meaninglessness of life. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"The Metallica Collection","albumMbid":"","position":10,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":308,"location":null}