{"name":"All Nightmare Long","url":"http://www.last.fm/music/Metallica/_/All+Nightmare+Long","mbid":"0b15960f-8837-4030-a0b1-a3b75f1b3e28","playcount":2217978,"userPlaycount":-1,"listeners":284218,"streamable":false,"id":"217068206","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","death magnetic"],"wikiLastChanged":1234350314000,"wikiSummary":"&quot;All Nightmare Long&quot; is the forty-fourth single by American thrash metal/heavy metal band Metallica, and the fifth from the band's ninth studio album, Death Magnetic. The single was released on December 15, 2008  Music video  The music video, directed by Roboshobo, debuted on December 7, 2008, on Metallica's official website and Yahoo Video. The video, which does not feature the band, is a alternate-history narrative done in grainy mockumentary style...","wikiText":"&quot;All Nightmare Long&quot; is the forty-fourth single by American thrash metal/heavy metal band Metallica, and the fifth from the band's ninth studio album, Death Magnetic. The single was released on December 15, 2008\n \n Music video\n \n The music video, directed by Roboshobo, debuted on December 7, 2008, on Metallica's official website and Yahoo Video. The video, which does not feature the band, is a alternate-history narrative done in grainy mockumentary style, depicting a sequence of fictional events following the historic 1908 Tunguska event, at which Soviet scientists discover spores of an extraterrestrial organism, a small harmless thing resembling an armored worm.\n \n However it turns out the incredibly hardy spores are able to reanimate dead tissue; the USSR adapts them as a bio-weapon and scatters them from balloons in a preemptive strike against the US, causing a localized zombie apocalypse before intervening militarily to distribute humanitarian aid. At the end of the video, a hybrid US/USSR flag is raised in the now-Soviet-ruled America, and a headless corpse is shown breaching containment and escaping from a Soviet bio-warfare lab.\n \n Video origin:\n \n In a video from the website Metclub.com, Kirk Hammett explained the origins of the video. He bought the film from a fan for $5 in Russia and soon forgot about it. After digging it up and watching the animated film, he was fascinated by it, researched about its background, and asked a friend's Russian girlfriend to translate parts of it. Following this, Hammett had been trying to incorporate the film into one of the band's music videos.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Death Magnetic","albumMbid":"763b17bc-f5b1-4d42-bc19-98de8123c8b3","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":477,"location":null}