{"name":"Eye of the Beholder","url":"http://www.last.fm/music/Metallica/_/Eye+of+the+Beholder","mbid":"0c96d065-1378-41ab-afa1-3dbe342136ac","playcount":1295503,"userPlaycount":-1,"listeners":257148,"streamable":false,"id":"1005766","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","rock"],"wikiLastChanged":1228340976000,"wikiSummary":"&quot;Eye of the Beholder&quot; is the third track from Metallica's 1988 album …And Justice for All.  Lyrically, the song is about the lack of freedom of speech. &quot;Eye of the Beholder&quot; is notable for its chorus section containing 12/8 time played, not as an ordinary compound quadruple time, but as a syncopated rhythm. The rest of the song is a more conventional 4/4 rhythm at a slower tempo than seen on Metallica's previous three albums.  ","wikiText":"&quot;Eye of the Beholder&quot; is the third track from Metallica's 1988 album …And Justice for All.\n \n Lyrically, the song is about the lack of freedom of speech. &quot;Eye of the Beholder&quot; is notable for its chorus section containing 12/8 time played, not as an ordinary compound quadruple time, but as a syncopated rhythm. The rest of the song is a more conventional 4/4 rhythm at a slower tempo than seen on Metallica's previous three albums.\n \n Eye of the Beholder was released as a single in place of Harvester of Sorrow in the United States (actually coming before the &quot;One&quot; single) but failed to chart. The B-side of the &quot;Eye of the Beholder&quot; single was a cover of the Budgie song &quot;Breadfan.&quot;\n \n The song has been played live in its entirety, but not since 1989. However, &quot;Eye of the Beholder&quot; always formed part of the medleys of songs from …And Justice for All often played by the band in concert during the 1990s as an alternative to playing full songs that were seen as too difficult because of the numerous guitar parts. One such &quot;Justice Medley&quot; was recorded on their 1993 live album Live Shit: Binge &amp; Purge.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"...And Justice for All","albumMbid":"","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":385,"location":null}