{"name":"To Live Is to Die","url":"http://www.last.fm/music/Metallica/_/To+Live+Is+to+Die","mbid":"1184e3d1-5287-4e6c-bae6-5cf789730ae0","playcount":1243110,"userPlaycount":-1,"listeners":233576,"streamable":false,"id":"1005039","percentageChange":0,"tags":["thrash metal","metal","instrumental","heavy metal","metallica"],"wikiLastChanged":1328651287000,"wikiSummary":"&quot;To Live Is to Die&quot; is a mostly instrumental composition by thrash metal band Metallica from their 1988 album …And Justice for All. Keeping up with the tradition of the band's first three albums, the instrumental track comes late in the album and is lengthy. For over 2 decades, &quot;To Live Is to Die&quot; was the longest original studio recording to be released on an album by the band at 9:49, just a fraction of a second longer than &quot;The Outlaw Torn&quot; from Load clocking in at 9:48 and change (note that the original recording of this song is 10:48...","wikiText":"&quot;To Live Is to Die&quot; is a mostly instrumental composition by thrash metal band Metallica from their 1988 album …And Justice for All. Keeping up with the tradition of the band's first three albums, the instrumental track comes late in the album and is lengthy. For over 2 decades, &quot;To Live Is to Die&quot; was the longest original studio recording to be released on an album by the band at 9:49, just a fraction of a second longer than &quot;The Outlaw Torn&quot; from Load clocking in at 9:48 and change (note that the original recording of this song is 10:48, but the last minute was cut in order to fit the album within the length limitations of CDs at the time).\n \n Since the release of Death Magnetic, &quot;Suicide &amp; Redemption&quot;, claims the title for longest Metallica song at 9:57, although this new track is still shorter than &quot;The Outlaw Torn (Unencumbered by Manufacturing Restrictions Version)&quot; (10:48) which was released on &quot;The Memory Remains&quot; single.\n \n &quot;To Live is to Die&quot; contains a few lyrics near the end of the song, coming in at 7:35, that were written by Burton and are spoken by James Hetfield. The song was written as a tribute to the band's bassist Cliff Burton, who was killed in a bus accident in 1986. The music consists of riffs Burton had written that had not been incorporated into songs prior to his death. The song title is a phrase that Burton was fond of.\n \n Hetfield plays the second guitar solo during the slower mid-section of the song. &quot;To Live Is to Die&quot; is the last song Metallica released in which Burton has songwriting credit, and is the band's only instrumental track with Jason Newsted playing bass.\n \n The song was first performed in its entirety live at the 30 Years of Metallica event in 2011. Prior to this event, the song was only played live during the &quot;Damaged Justice Tour&quot; but not in its entirety. They have played several parts of it combined with parts of other songs, most notably during the 1993 &quot;Nowhere Else to Roam&quot; tour as part of a medley with Orion and The Call of Ktulu.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"...And Justice for All","albumMbid":"","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":588,"location":null}