{"name":"One","url":"http://www.last.fm/music/Metallica/_/One","mbid":"17d9bfc1-5f76-4d4c-bcfe-b2b331ae7acc","playcount":5496209,"userPlaycount":-1,"listeners":669670,"streamable":false,"id":"1002157","percentageChange":0,"tags":["metal","thrash metal","heavy metal","metallica","rock"],"wikiLastChanged":1304539868000,"wikiSummary":"&quot;One&quot; was written in November 1987 by Metallica's principal composers — rhythm guitarist/vocalist James Hetfield and drummer Lars Ulrich. This song details the life of a soldier after he becomes a decerebrated paraplegic. During his time in the hospital, he reflects on his life and things his father told him. The doctors become worried because he does not die.   The lyrics are based on the novel &quot;Johnny Got His Gun&quot; by Dalton Trumbo, an anti-war novel about World War I.","wikiText":"&quot;One&quot; was written in November 1987 by Metallica's principal composers — rhythm guitarist/vocalist James Hetfield and drummer Lars Ulrich. This song details the life of a soldier after he becomes a decerebrated paraplegic. During his time in the hospital, he reflects on his life and things his father told him. The doctors become worried because he does not die. \n \n The lyrics are based on the novel &quot;Johnny Got His Gun&quot; by Dalton Trumbo, an anti-war novel about World War I. A specific passage that inspired the song is: &quot;How could a man lose as much of himself as I have and still live? When a man buys a lottery ticket you never expect him to win because it's a million to one shot. But if he does win, you'll believe it because one in a million still leaves one. If I'd read about a guy like me in the paper I wouldn't believe it, cos it's a million to one. But a million to ONE always leaves one. I'd never expect it to happen to me because the odds of it happening are a million to one. But a million to one always leaves one. One.&quot;\n \n In 1971, &quot;Johnny Got His Gun&quot; was made into a film which was directed by Trumbo. Metallica bought the rights to movie after attempts to use images from the movie in the music video, the first in Metallica's career. The video uses images and monologues from the movie.\n \n  The song was released in 1989 as the second single taken from the album (the first being &quot;Harvester of Sorrow&quot;). It became the band's first Top 40 single in the United States, peaking at #35 on the Billboard Hot 100, achieving this with absolutely no pop radio airplay - American pop stations refused to play a seven and a half minute long thrash metal song - but mostly on the band of rock radio airplay and the fact that the physical 7'' single had gone sold over 50,000 copies at that point.\n \n For the first 20 seconds of the song there is a series of sound effects with a battle theme; an artillery barrage is heard and continues slightly over a clean tone guitar intro by Hetfield before Kirk Hammett comes in over the top with a clean-toned solo. The song speeds up after Ulrich's drums come in and continues until each chorus, when the guitars become heavy and distorted before returning to clean. There is a second solo by Hammett halfway through the song, before lyrics cut out and the song gradually gets more heavy and distorted until the &quot;machine gun&quot; guitar build up (played alongside two bass drums) before the final, often highly praised, guitar solo by Hammett, and a final dual solo by Hammett and Hetfield.\n \n &quot;One&quot;'s opening A-G modulation was written by Hetfield based on an idea prompted by the song &quot;Buried Alive&quot; by the band Venom.\n “ \tI had been fiddling around with that A-G modulation for a long time. The idea for the opening came from a Venom song called &quot;Buried Alive&quot;. The kick drum machine-gun part near the end wasn't written with the war lyrics in mind, it just came out that way. We started that album with Mike Clink as producer. He didn't work out so well, so we got Flemming to come over and save our asses.”\n - James Hetfield, Guitar World 1991\n \n This song is featured on Guitar Hero 3.\n \n This was the first single released by the band to feature bassist Jason Newsted. He continued playing with Metallica until 2001.\n \n Metallica performed the song at the Grammy awards in 1989. This was the first year a Grammy was awarded for Hard Rock/Metal Performance, and in a storm of controversy, the Grammy went to Jethro Tull. This was considered a slap in the face to metal and further evidence that the Grammys had become culturally ignorant as the album Jethro Tull was nominated for, Crest of a Knave, could hardly be considered hard rock or heavy metal. In 1991, this slight was avenged when the song won a Grammy Award for Best Metal Performance.\n \n This was included on the 1999 live album S&amp;M, which they recorded with the San Francisco Symphony Orchestra.\n \n KoRn performed this on MTV Icon in 2003.\n \n The name of the statue with the scales on the album cover is &quot;Doris&quot;.\n \n Hetfield has said he lifted the intro from Venom's &quot;Buried Alive,&quot; a song about being trapped in a casket while being buried alive, similar to the predicament of the character in this song.\n \n Hammett told Kerrang! September 13, 2008 that this track has one of his favorite Metallica guitar solos. He explained: &quot;Specifically, this is the middle solo of the song. Much like 'Enter Sandman' it's a solo that everybody can pretty much sing along to, and it definitely gives me a really good feeling every time I play it.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"...And Justice for All","albumMbid":"","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":443,"location":null}