{"name":"The Unforgiven","url":"http://www.last.fm/music/Metallica/_/The+Unforgiven","mbid":"93f199e9-d8c5-412e-b300-157e49106071","playcount":4862914,"userPlaycount":-1,"listeners":613390,"streamable":false,"id":"1003359","percentageChange":0,"tags":["metal","heavy metal","metallica","thrash metal","rock"],"wikiLastChanged":1312996719000,"wikiSummary":"&quot;The Unforgiven&quot; is a song by the American heavy metal band Metallica. It was released as the third single from their fifth album Metallica. Though one of the slower tracks on the album, its chord progression is distinctly one of the heavier.  <a href=\"http://www.songfacts.com/detail.php?id=2636\" rel=\"nofollow\">The Unforgiven Songfacts</a> says: On the show Classic Albums: Metallica - The Black Album, James Hetfield explained that the intro was taken from the score of a Western movie, and reversed so it would not be identifiable. The band won't reveal the movie for legal reasons, but it is probably the 1965 Clint Eastwood movie For A Few Dollars More.","wikiText":"&quot;The Unforgiven&quot; is a song by the American heavy metal band Metallica. It was released as the third single from their fifth album Metallica. Though one of the slower tracks on the album, its chord progression is distinctly one of the heavier.\n \n <a href=\"http://www.songfacts.com/detail.php?id=2636\" rel=\"nofollow\">The Unforgiven Songfacts</a> says: On the show Classic Albums: Metallica - The Black Album, James Hetfield explained that the intro was taken from the score of a Western movie, and reversed so it would not be identifiable. The band won't reveal the movie for legal reasons, but it is probably the 1965 Clint Eastwood movie For A Few Dollars More. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"The Metallica Collection","albumMbid":"","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":386,"location":null}