{"name":"The Four Horsemen","url":"http://www.last.fm/music/Metallica/_/The+Four+Horsemen","mbid":"a217929b-0fe1-47b3-b760-0f1773b81e62","playcount":1770785,"userPlaycount":-1,"listeners":290559,"streamable":false,"id":"1031047","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","speed metal"],"wikiLastChanged":1254320276000,"wikiSummary":"&quot;The Four Horsemen&quot; is the second track on the album. The original song, called &quot;The Mechanix&quot;, had different lyrics, and was written by Mustaine during the time when he was in his previous band Panic. After Mustaine was ejected from Metallica, he included it on Megadeth's first album, Killing Is My Business... And Business Is Good!, with the title slightly shortened to just &quot;Mechanix&quot;, with the original lyrics, and at a much faster tempo. After he left, Hetfield rewrote the lyrics and Hammett added a new, melodic guitar solo in the middle of the song.","wikiText":"&quot;The Four Horsemen&quot; is the second track on the album. The original song, called &quot;The Mechanix&quot;, had different lyrics, and was written by Mustaine during the time when he was in his previous band Panic. After Mustaine was ejected from Metallica, he included it on Megadeth's first album, Killing Is My Business... And Business Is Good!, with the title slightly shortened to just &quot;Mechanix&quot;, with the original lyrics, and at a much faster tempo. After he left, Hetfield rewrote the lyrics and Hammett added a new, melodic guitar solo in the middle of the song. This section is rarely played when Metallica performs this song live.\n \n &quot;The Four Horsemen&quot; is a definite fan-favorite song of Metallica. The title also served as a source for one of the band's nicknames.\n \n The lyrics, as the title suggests, are about the end of the world and the apocalypse, referring to the biblical text about the Four Horsemen of the Apocalypse. However, many believe the song is about Metallica themselves as the &quot;horsemen.&quot;\n \n The lyrics refer to the horsemen as Time, Famine, Pestilence and Death. This is a revision upon an already non-canonical misinterpretation of the Biblical passages. In the Bible, the Four Horseman are actually Conquest, War, Famine, and Death.\n \n During the bridge of the song, bassist Cliff Burton's voice can be heard providing the backing vocals.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Kill 'Em All","albumMbid":"abcc9a0c-169f-4c60-8322-4b3922fd3a5e","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":433,"location":null}