{"name":"Turn the Page","url":"http://www.last.fm/music/Metallica/_/Turn+the+Page","mbid":"a70cf880-36e1-453e-a7e1-5fe9501872c2","playcount":1920459,"userPlaycount":-1,"listeners":269395,"streamable":false,"id":"1003736","percentageChange":0,"tags":["metal","heavy metal","cover","metallica","rock"],"wikiLastChanged":1263622481000,"wikiSummary":"&quot;Turn the Page&quot; is a song originally released by Bob Seger in 1973 on his Back in '72 album. The song was later covered by Metallica, as the first single from their 1998 Garage Inc. album, reaching #1 on the Billboard Hot Mainstream Rock Tracks chart for 11 consecutive weeks, the highest number of weeks Metallica has ever spent at the top; drummer Lars Ulrich had heard the original song while driving across the Golden Gate Bridge and later commented that he thought it &quot;Had James  all over it&quot;.","wikiText":"&quot;Turn the Page&quot; is a song originally released by Bob Seger in 1973 on his Back in '72 album. The song was later covered by Metallica, as the first single from their 1998 Garage Inc. album, reaching #1 on the Billboard Hot Mainstream Rock Tracks chart for 11 consecutive weeks, the highest number of weeks Metallica has ever spent at the top; drummer Lars Ulrich had heard the original song while driving across the Golden Gate Bridge and later commented that he thought it &quot;Had James [Hetfield] all over it&quot;. Metallica's rendition is taken at much the same tempo as Seger's, but with a heavier feel; the saxophone part is replaced by a high slide guitar line from Kirk Hammett and James Hetfield played a guitar solo before the last run through the chorus. Metallica's music video for the song, directed by Jonas Åkerlund, is about the life of a stripper who prostitutes herself while she is trying to raise a child; the prostitute/stripper is played by Ginger Lynn Allen.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Garage, Inc.","albumMbid":"","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":317,"location":null}