{"name":"Welcome Home (Sanitarium)","url":"http://www.last.fm/music/Metallica/_/Welcome+Home+(Sanitarium)","mbid":"d76167bf-2083-4ef9-82f2-8511d8105cdf","playcount":2618029,"userPlaycount":-1,"listeners":368360,"streamable":false,"id":"1001333","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","rock"],"wikiLastChanged":1232666092000,"wikiSummary":"Welcome Home (Sanitarium) is the fourth song of Metallica's 1986 album Master of Puppets.  The song, following the control motif, discusses insanity and is narrated by someone consigned to a mental institution and the abuses suffered there by those in control. As the album Master of Puppets follows a similar track arrangement as Ride the Lightning, Welcome Home (Sanitarium) is consigned to the ballad track, as was done with Fade to Black, and follows a similar musical style - both songs shift style about 3/4ths through from restrained to incontinent and feature lengthy solos from Kirk Hammett.","wikiText":"Welcome Home (Sanitarium) is the fourth song of Metallica's 1986 album Master of Puppets.\n \n The song, following the control motif, discusses insanity and is narrated by someone consigned to a mental institution and the abuses suffered there by those in control. As the album Master of Puppets follows a similar track arrangement as Ride the Lightning, Welcome Home (Sanitarium) is consigned to the ballad track, as was done with Fade to Black, and follows a similar musical style - both songs shift style about 3/4ths through from restrained to incontinent and feature lengthy solos from Kirk Hammett. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Best Ballads","albumMbid":"64af673a-7917-43d7-abc4-58033ee61b29","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":386,"location":null}