{"name":"Whiplash","url":"http://www.last.fm/music/Metallica/_/Whiplash","mbid":"dfb6b24a-891a-4c36-87c0-8e6d56c5e586","playcount":1704628,"userPlaycount":-1,"listeners":285849,"streamable":false,"id":"1003759","percentageChange":0,"tags":["thrash metal","metal","heavy metal","metallica","speed metal"],"wikiLastChanged":1297576844000,"wikiSummary":"&quot;Whiplash&quot; is a song by American heavy metal band Metallica. It is credited to James Hetfield and Lars Ulrich and was the sixth track and first single from their 1983 album Kill 'Em All. The song has been covered several times, most notably by Motörhead whose version won a Grammy Award for Best Metal Performance.  The song is about the feeling one experiences when headbanging. (&quot;...thrashing all around, acting like a maniac, whiplash!..&quot;)The song is on the game Guitar Hero: Metallica.  ","wikiText":"&quot;Whiplash&quot; is a song by American heavy metal band Metallica. It is credited to James Hetfield and Lars Ulrich and was the sixth track and first single from their 1983 album Kill 'Em All. The song has been covered several times, most notably by Motörhead whose version won a Grammy Award for Best Metal Performance.\n \n The song is about the feeling one experiences when headbanging. (&quot;...thrashing all around, acting like a maniac, whiplash!..&quot;)The song is on the game Guitar Hero: Metallica.\n \n     * Motörhead (who have been cited by Metallica as a major influence) covered this song for the Metallica tribute album Metallic Attack: Metallica - The Ultimate Tribute and won their first Grammy in the awards of 2005 in the Best Metal Performance.\n     * Whiplash is also on Tony Hawk's Underground 2.\n     * It was covered by Billy Milano, Scott Ian, Philip Soussan, and Vinny Appice for Metallic Assault: A Tribute to Metallica.\n     * Pantera, using the joke name &quot;Pantallica&quot;, performed the song live with Jason Newsted on bass, and members Dimebag Darrell (guitar) and Philip Anselmo (vocals) switching roles.\n     * Destruction covered this song for a Metallica tribute album, and released it on some editions of their album All Hell Breaks Loose as a hidden bonus track.\n     * Stone Gods covered this track on their Knight Of The Living Dead tour.\n     * Abaddon of Venom covered this track on the industrial metal Metallica tribute album: The Blackest Album.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Kill 'Em All","albumMbid":"abcc9a0c-169f-4c60-8322-4b3922fd3a5e","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":249,"location":null}