{"name":"Hit the Lights","url":"http://www.last.fm/music/Metallica/_/Hit+the+Lights","mbid":"e55ca67e-4cc3-49a2-8d57-6049130fe6c6","playcount":1553450,"userPlaycount":-1,"listeners":279239,"streamable":false,"id":"1003741","percentageChange":0,"tags":["thrash metal","metal","heavy metal","speed metal","metallica"],"wikiLastChanged":1240582685000,"wikiSummary":"&quot;Hit the Lights&quot; is the first track on the album. It was the first song that Hetfield and Ulrich worked on when forming Metallica. Early versions of the song can be heard on 1982's Metal Massacre compilation of unsigned metal bands, as well as its subsequent re-issue, and the group's first demo, No Life 'Til Leather. The demo's title happens to come from the first line of the song. Hetfield had brought the majority of the song to Ulrich from his old band, Leather Charm, and the two worked out different arrangements.","wikiText":"&quot;Hit the Lights&quot; is the first track on the album. It was the first song that Hetfield and Ulrich worked on when forming Metallica. Early versions of the song can be heard on 1982's Metal Massacre compilation of unsigned metal bands, as well as its subsequent re-issue, and the group's first demo, No Life 'Til Leather. The demo's title happens to come from the first line of the song. Hetfield had brought the majority of the song to Ulrich from his old band, Leather Charm, and the two worked out different arrangements. This was one of only a handful of songs that were performed live with Mustaine as the lead guitarist.\n \n In the instrumental interlude in the latter half of the song, a guitar riff can be heard that Queen originally used in their song Great King Rat, and later, Stone Cold Crazy. Metallica would later cover the latter song.\n \n The lyrical theme of the song is about performing live, traveling on the road and living a &quot;heavy metal&quot; lifestyle.\n \n The song was covered by Black Tide on their debut album Light from Above.\n \n The song is included on the music game Guitar Hero: Metallica.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Metallica","artistMbid":"65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab","album":"Kill 'Em All","albumMbid":"abcc9a0c-169f-4c60-8322-4b3922fd3a5e","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":257,"location":null}