{"id":3430368,"title":"BON JOVI - Because We Can Tour","artists":["Bon Jovi"],"headliner":"Bon Jovi","startDate":1372089600000,"endDate":null,"description":"<div class=\"bbcode\">VSTUPENKY V PRODEJI V SÍTÍCH EVENTIM A TICKETPORTAL / TICKETS AVAILABLE ON EVENTIM.CZ and TICKETPORTAL.CZ<br /><br /><br />CENOVÉ KATEGORIE/TICKET PRICING:<br /><br />STÁNÍ/STANDING<br />Diamond Circle - 4890 CZK<br />Golden Circle - 2890 CZK<br />Běžné stání/Regular standing - 1690 CZK<br />Diamond Circle VIP - 8990 CZK<br />Golden Circle Fast Track - 3490 CZK<br /><br />SEZENÍ/SITTING<br />Bronze - 1590 CZK<br />Silver - 1890 CZK<br />Golden - 2190 CZK<br />Platinum - 2990 CZK<br /><br />Více informací ke kategoriím je k dispozici na/More informations on ticket pricing are available on - <a href=\"http://www.eventim.cz/bon-jovi\" rel=\"nofollow\">www.eventim.cz/bon-jovi</a> and <a href=\"http://www.ticketportal.cz/predstavenie_javisko_view.asp?IDPred=505009\" rel=\"nofollow\">Ticketportal.cz</a><br /><br /><br />CZ PRESS RELEASE:<br />Americká skupina <a href=\"http://www.last.fm/music/Bon+Jovi\" class=\"bbcode_artist\">Bon Jovi</a> oznamuje rozpis světového turné Because We Can – The Tour, v rámci kterého zavítá 24.června 2013 i do pražské Synot Tip Arény!<br /><br />Turné vypukne v únoru v Severní Americe, poté se přesune do Evropy, Afriky, Latinské Ameriky a vyvrcholí v Austrálii. Rozsáhlost koncertní šňůry a velkokapacitní prostory, v kterých bude kapela vystupovat, jen potvrzují hvězdné postavení <a href=\"http://www.last.fm/music/Bon+Jovi\" class=\"bbcode_artist\">Bon Jovi</a>. Skupiny, jež do dnešního dne odehrála ve více než 50 zemích přes 2700 koncertů, které shlédlo neskutečných 35 miliónů diváků! <br /><br />Koncertní program Because We Can – The Tour nabitý arsenálem hitů jako Livin' on a Prayer, It's My Life, You Give Love a Bad Name, Who Says You Can't Go Home a řadou dalších nabídne také několik zbrusu nových skladeb z alba What About Now, které vyjde v březnu příštího roku.<br /><br /><a href=\"http://www.last.fm/music/Bon+Jovi\" class=\"bbcode_artist\">Bon Jovi</a> vznikli v roce 1983 v New Jersey. Do dnešního dne vydali jedenáct alb, od kterých prodali 125 miliónů kopií a stali se tak jednou z nejúspěšnějších kapel v hudební historii.<br /><br />Vstupenky na jejich pražský koncert budou k dostání <strong>od pátku 9.listopadu od 9:00 v síti Eventim</strong> (<a href=\"http://www.eventim.cz/bon-jovi\" rel=\"nofollow\">www.eventim.cz/bon-jovi</a>), <strong>v prodejnách Bontonland a síti Ticketportal (<a href=\"http://www.ticketportal.cz/predstavenie_javisko_view.asp?IDPred=505009\" rel=\"nofollow\">Ticketportal.cz</a>) od 1590 korun k sezení a od 1690 k stání</strong>.<br /><br /><br />EN PRESS RELEASE:<br />Band to blaze a trail across the globe in 2013, including a concert in Prague! <br /><br />The best just got bigger. Bringing their signature brand of rock ‘n’ roll back to the people, <a href=\"http://www.last.fm/music/Bon+Jovi\" class=\"bbcode_artist\">Bon Jovi</a> will hit the road in 2013 to fill stadiums and arenas worldwide with “BON JOVI Because We Can – The Tour.” Blazing a trail across the globe, the tour will kick off in North America in February, just in time for Valentine’s Day, and travel throughout Europe, the Far East, Africa, Latin America and Australia. The band’s return to the road in 2013 will cap an incredible run which has secured Bon Jovi’s status as the essential live rock band – having performed more than 2,700 concerts in over 50 countries for more than 35 million fans, and earning the #1 grossing worldwide tour twice in just three years. <br /><br />“Because We Can – The Tour” will also debut brand new songs from new album What About Now, due out in Spring 2013, loading even more ammunition into the band’s huge arsenal of hits including “Livin’ on a Prayer,” “You Give Love a Bad Name,” “Who Says You Can’t Go Home,” “It’s My Life,” and many more. <br /><br />With one of the greatest catalogues of songs in the history of rock n’ roll, Bon Jovi has sold more than 125 million albums and racked up a stellar resume of career accomplishments. <br /><br />Tickets will go on sale at 9am Friday November 9th.</div>","url":"http://www.last.fm/event/3430368+BON+JOVI+-+Because+We+Can+Tour","website":"http://www.eventim.cz/bon-jovi","attendance":59,"reviews":0,"venue":{"name":"Synot Tip Arena","url":"http://www.last.fm/venue/10252485+Synot+Tip+Arena","website":"http://www.eside.cz","city":"Praha","country":"Czech Republic","street":"U Slavie 1540/2a","postal":"","phonenumber":"+420 272 118 100","latitude":50.068565,"longitude":14.470063,"timezone":null,"id":"10252485"},"ticketSuppliers":[],"attendanceStatus":null}