{"id":3516610,"title":"Tool","artists":["Tool"],"headliner":"Tool","startDate":1367170200000,"endDate":null,"description":"<div class=\"bbcode\">The Frontier Touring Company announce the return of triple Grammy® award winning Californian prog-rockers Tool to Australia in 2013.<br /><br />Taking time from recording their highly anticipated fifth studio album, vocalist Maynard James Keenan, guitarist Adam Jones, drummer Danny Carey and bassist Justin Chancellor will be performing a series of headline shows across Australia and New Zealand this April / May.<br /><br />Since the release of their debut EP Opiate more than 20 years ago, Tool have achieved remarkable critical acclaim and commercial success for both their studio releases and phenomenal live performances:<br /><br />‘A symphony of distorted bliss and polyrhythmic elegance that’s as complex as it is catchy.’ - ArtistDirect<br /><br />‘To know and love Tool is to know and love an intense multi-dimensional sound that reaches beyond a simple audio experience.’ - Examiner<br /><br />Tool have perfected a genre-transcending sound that can be likened to fine art, interlaced with atypical time signatures, intricate drumming patterns and a resonance with a force that awakens the senses.<br /><br />Don’t miss the multi-sensory experience that is a performance by groundbreaking musicians Tool. With anticipation high and the promise of one of the first tastes of their much-awaited upcoming album, tickets will not last long!<br /><br />TOUR DATES*:<br />Sat 27 &amp; Sun 28 Apr - Rod Laver Arena, Melbourne<br />Tue 30 Apr - Adelaide Entertainment Centre<br />Fri 3 &amp; Sat 4 May - Allphones Arena, Sydney<br />Mon 6 May - Brisbane Entertainment Centre<br />*Ticketek is selling for the above venues only.<br /><br /><br />Running times:<br /><br />Melbourne<br />Box office (Red Booth): 5.30pm<br />Outer doors: 6pm<br />Inner doors: 6.45pm<br />Main Support: 7.30pm<br />Interval: 8.10pm<br />TOOL: 8.40pm<br />Finish: 10.40pm<br /><br />Please Note: Running times are approximate and may be subject to change.</div>","url":"http://www.last.fm/event/3516610+Tool","website":"","attendance":24,"reviews":0,"venue":{"name":"Rod Laver Arena","url":"http://www.last.fm/venue/8779782+Rod+Laver+Arena","website":"http://www.mopt.com.au/desktopdefault.aspx/tabid-18/229_read-35","city":"Melbourne Park Precinct","country":"Australia","street":"Brunton Avenue","postal":"3000","phonenumber":"03 9286 1208","latitude":-37.823326,"longitude":144.98221,"timezone":null,"id":"8779782"},"ticketSuppliers":[],"attendanceStatus":null}