{"id":3502915,"title":"Beyoncé - The Mrs. Carter Show World Tour","artists":["Beyoncé"],"headliner":"Beyoncé","startDate":1366221600000,"endDate":null,"description":"<div class=\"bbcode\"><a href=\"http://www.facebook.com/events/293734637418821/\" rel=\"nofollow\">http://www.facebook.com/events/293734637418821/</a><br /><br />POP DIVA BEYONCÉ U SKLOPU SVOJE<br />&quot;The Mrs. Carter Show&quot; SVJETSKE TURNJE nastupit će 17. Travnja u Areni Zagreb!<br /><br />Adria entertainment ponosno najavljuje jednu od najvećih glazbenih zvijezda današnjice - Beyoncé , koja će u sklopu svoje svjetske turneje posjetiti Zagreb. Europski dio turneje&quot;The Mrs. Carter Show&quot; započet će 15.travnja.2013.g.<br />U posljednje tri godine ovo je njezina prva turneja, a obuhvatit će dvadeset europskih gradova, uz Zagreb nastupiti će u Dublinu, Berlinu, Parizu, te će održati četiri uzastopna nastupa u O2 u Londonu.<br /><br /><br />ULAZNICE I PRODAJA:<br /><br />•Beyonce FAN CLUB pretprodaja ulaznica počinje 6. Veljače u 16 h , više na <a href=\"http://www.beyonce.com\" rel=\"nofollow\">www.beyonce.com</a><br />•Promotorska pretprodaja ulaznica počinje 8.veljače u 9 sati, a završava 10. Veljače u 17h. Ulaznice se mogu kupiti na www.eventim. hr, te na Eventim prodajnim mjestima Jurišićeva 2A i Arena centar Zagreb.<br />•Redovna prodaja ulaznica počinje 11.veljače na svim prodajnim mjestima sistema Eventim.<br /><br />Ulaznice su podijeljene u nekoliko kategorija, a cijene ulaznica su:<br /><br />BEYHIVE(ON STAGE), VIP EXPERIENCE B STAGE I PARTER-370 KUNA<br />VIP LOŽA-800 KUNA<br />SJEDENJE 1-420 KUNA<br />SJEDENJE 2-360 KUNA<br />SJEDENJE 3-330 KUNA<br />GORNJA TRIBINA-220 KUNA<br /><br /><br />Beyoncé je jedna od najpoznatijih i najcjenjenijih glazbenica u pop kulturi. Umjetnica, solo izvođačica, glumica i poslovna žena, objavila je četiri #1 samostalna albuma te prodala više od 75 milijuna albuma širom svijeta. Njezin rad je osigurao joj je brojne nagrade i priznanja, uključujući 16 Grammyja. Billboard ju je proglasio najboljim ženskim izvođačem te najboljim radijskim izvođačem 2000-ih godina. Američko udruženje diskografske industrije (Recording Industry Association of America) je također prepoznalo Beyoncé kao najboljeg izvođača u proteklih nekoliko godina. <br />Kritičari su dosljedno hvalili njezine energične nastupe, te je prozivali najboljim izvođačem zahvaljujući kombinaciji privlačnosti i otmjenosti što je čini umjetnicom budućnosti. <br /><br />&quot;Beyoncé ima veličanstvenu potrebu za zabavljanjem&quot;, rekao je Ben Ratliff iz New York Timesa, a Chantal Eustace iz Vancouver Sun-a je napisao: “Demonstrirajući svoje mnoge umjetničke talente, Beyoncé besprijekorno upliće teatralnost u svoje glazbene izvedbe. &quot;<br /><br />_______<br /><br />O PepsiCo(generalni pokrovitelj turneje):<br />PepsiCo je globalni lider na području proizvodnje hrane i pića, s neto prihodima od više od 65 milijarde dolara, te s portfeljem proizvoda koji uključuje 22 brenda od kojih svaki generira više od 1 milijarde dolara godišnje. Glavni proizvodi - Quaker, Tropicana, Gatorade, Frito-Lay i Pepsi-Cola – čine veliku količinu tražene hrane i pića koju vole ljudi diljem svijeta. Zajedničkim ulaganjem u zdraviju budućnost za ljude i planet, zaposlenici u PepsiCo teže jedinstvenoj predanosti održivom rastu za što se, također, smatra da podupire uspješnu budućnost za PepsiCo. Tu predanost nazivaju Izvedba sa Svrhom: PepsiCo obećava da će pružiti širok spektar hrane i pića; pronaći inovativne načine kako bi se smanjio utjecaj na okoliš – kroz očuvanje energije i vode te reduciranjem količine ambalaže; pružiti radna mjesta; te poštivati, podupirati i ulagati u lokalne zajednice u kojima posluju. Za više informacija, molimo posjetite <a href=\"http://www.pepsico.com/\" rel=\"nofollow\">http://www.pepsico.com/</a></div>","url":"http://www.last.fm/event/3502915+Beyonc%C3%A9+-+The+Mrs.+Carter+Show+World+Tour","website":"http://www.beyonce.com/tour-dates","attendance":71,"reviews":0,"venue":{"name":"Arena Zagreb","url":"http://www.last.fm/venue/8992474+Arena+Zagreb","website":"http://www.zagrebarena.hr","city":"Zagreb","country":"Croatia","street":"Lanište bb","postal":"10000","phonenumber":"+385 1 6420 900","latitude":45.8,"longitude":16.0,"timezone":null,"id":"8992474"},"ticketSuppliers":[],"attendanceStatus":null}