{"id":3276716,"title":"The Australian Pink Floyd Show","artists":["The Australian Pink Floyd Show"],"headliner":"The Australian Pink Floyd Show","startDate":1365876000000,"endDate":null,"description":"<div class=\"bbcode\">Nach mehreren erfolgreichen Tourneen und ausverkauften Shows in den vergangenen Jahren kommen THE AUSTRALIAN PINK FLOYD SHOW auch 2013 mit neuer Show zurück nach Deutschland. Ihre Tour stellen die Australier im kommenden Jahr unter das Motto „Eclipsed by the Moon“ – und huldigen mit ihrem neuen Programm das 40-jährige Bestehen des Albums Dark Side of the Moon. <br /><br />Dark Side of the Moon ist das erfolgreichste Album von Pink Floyd. Erschienen im März 1973, hielt es sich ab Veröffentlichung bis 1988 sagenhafte 741 Wochen in den internationalen Charts. Bis dato wurden über 50 Millionen Alben dieses Klassikers verkauft. Grund genug für die weltweit erfolgreichste Pink Floyd Tribute-Band THE AUSTRALIAN PINK FLOYD SHOW, Dark Side of the Moon ausführlich zu würdigen. Die Band wird alle Songs des Albums, Note für Note, in kompletter Länge spielen, darunter Meilensteine der Musikgeschichte wie The Great Gig In The Sky, Us and Them sowie die Single-Auskoppelungen Money und Time. Damit nicht genug: Während ihrer über zwei Stunden dauernden Show spielt die Band weitere Pink Floyd-Klassiker unterschiedlichster Alben und bietet damit allen Pink Floyd-Fans nicht nur musikalische Präzision, die kaum vom Original zu unterscheiden ist, sondern auch ein einmaliges Live-Erlebnis.</div>","url":"http://www.last.fm/event/3276716+The+Australian+Pink+Floyd+Show+at+K%C3%B6nig+Pilsener+Arena+on+13+April+2013","website":"","attendance":7,"reviews":0,"venue":{"name":"König Pilsener Arena","url":"http://www.last.fm/venue/9163107+K%C3%B6nig+Pilsener+Arena","website":"http://www.koenig-pilsener-arena.de","city":"Oberhausen","country":"Germany","street":"Arenastraße 1","postal":"46047","phonenumber":"0208 - 82 000","latitude":51.49016,"longitude":6.872538,"timezone":null,"id":"9163107"},"ticketSuppliers":[],"attendanceStatus":null}