{"name":"Love Song","url":"http://www.last.fm/music/+noredirect/The+Cure/_/Love+Song","mbid":"37ad7fed-f141-464f-9347-a34b9e7469ee","playcount":1921589,"userPlaycount":-1,"listeners":316695,"streamable":false,"id":"2916730","percentageChange":0,"tags":["80s","new wave","post-punk","alternative","rock"],"wikiLastChanged":1261855625000,"wikiSummary":"&quot;Lovesong&quot; (sometimes listed as &quot;Love Song&quot;) is a song by the English alternative rock band The Cure, released as the third single from their eighth studio album Disintegration in 1989. The song saw considerable success in the United States, where it was their only top ten pop hit; in the United Kingdom, however, the single only charted in the top twenty.  The title of this song is widely disputed, as it varies between &quot;Lovesong&quot; and &quot;Love Song&quot; on many official Cure releases.","wikiText":"&quot;Lovesong&quot; (sometimes listed as &quot;Love Song&quot;) is a song by the English alternative rock band The Cure, released as the third single from their eighth studio album Disintegration in 1989. The song saw considerable success in the United States, where it was their only top ten pop hit; in the United Kingdom, however, the single only charted in the top twenty.\n \n The title of this song is widely disputed, as it varies between &quot;Lovesong&quot; and &quot;Love Song&quot; on many official Cure releases. The artwork for the album Disintegration uses both: &quot;Love Song&quot; on the tracklisting and &quot;Lovesong&quot; on the lyrics sheet. When released as a single in 1989, the cover artwork displayed the title as &quot;Lovesong&quot;, while the printing on the disc itself read &quot;Love Song&quot; all three times. Subsequent releases of Paris and Galore both use &quot;Lovesong&quot; exclusively, whilst 2001's Greatest Hits compilation uses &quot;Lovesong&quot; on the tracklisting and &quot;Love Song&quot; within the liner notes. 2004's Join the Dots also uses &quot;Lovesong&quot; within the booklet presentation.\n \n Upon release as a single, the song received worldwide success, and first peaked at #2 on the Billboard Hot 100 chart, making it the group's most successful single in the US to date. The song also charted at #2 on the Billboard Modern Rock Tracks chart, #27 on the Billboard Mainstream Rock Tracks chart and #18 on the UK Singles Chart. Robert Smith originally wrote the song for his long-time girlfriend and then fiancée, Mary, as a wedding present.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Cure","artistMbid":"69ee3720-a7cb-4402-b48d-a02c366f2bcf","album":"Galore","albumMbid":"","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":207,"location":null}