{"name":"Killing An Arab","url":"http://www.last.fm/music/The+Cure/_/Killing+An+Arab","mbid":"7b6dd3d7-c00f-45e7-9b9b-dc64ccb6ea45","playcount":837018,"userPlaycount":-1,"listeners":190581,"streamable":false,"id":"12945","percentageChange":0,"tags":["new wave","post-punk","80s","rock","the cure"],"wikiLastChanged":1269417131000,"wikiSummary":"&quot;Killing an Arab&quot; was the first single by The Cure. It was recorded at the same time as their first LP in the UK, Three Imaginary Boys (1979) but not included on the album. However it was included on the band's first US album, Boys Don't Cry (1980).  \n Composer Robert Smith has said that the song &quot;was a short poetic attempt at condensing my impression of the key moments in L'Étranger (The Stranger) by Albert Camus&quot; (Cure News number 11, October 1991).","wikiText":"&quot;Killing an Arab&quot; was the first single by The Cure. It was recorded at the same time as their first LP in the UK, Three Imaginary Boys (1979) but not included on the album. However it was included on the band's first US album, Boys Don't Cry (1980).\n \n \n Composer Robert Smith has said that the song &quot;was a short poetic attempt at condensing my impression of the key moments in L'Étranger (The Stranger) by Albert Camus&quot; (Cure News number 11, October 1991). The lyrics describe a shooting on a beach, in which the Arab of the title is killed by the song's narrator; in Camus' story the main character, Meursault, shoots an Arab standing on a beach after staring out at the sea and being overwhelmingly blinded by the sun, reflected on the sea, the sand and the knife the Arab was holding.\n \n The track has a controversial history, since it has often been viewed as promoting violence against Arabs. In the US, The Cure's first compilation of singles, Standing on a Beach (1986), was packaged with a sticker advising against racist usage of the song. It saw controversy again during the Persian Gulf War and following September 11th.[1] &quot;Killing an Arab&quot; was the only single from the Three Imaginary Boys era not to be included on that album's 2004 remaster.\n \n The song was revived in 2005, when the band performed the song at several European festivals. The lyrics, however, were changed from &quot;Killing an Arab&quot; to &quot;Kissing an Arab&quot;. Smith added a whole new opening verse when the band performed it at the Royal Albert Hall, London on April 1, 2006 as &quot;Killing Another&quot;. The &quot;killing another&quot; lyric has also been used during the 2007-2008 4 Tour.\n \n This song lends two of its lines to the titles of one of The Cure's compilation albums, Standing on a Beach, and to its CD/video counterpart Staring at the Sea.\n \n &quot;Killing an Arab&quot; has been covered by Frodus on the 1995 Radiopaque compilation Give Me The Cure, featured on Melbourne band The Living End's EP It's for Your Own Good in 1996 and covered in 2004 by DJ Riton. Also, the Electric Hellfire Club copied it on their 2000 Cleopatra Records compilation Empathy for the Devil\n \n \n Track listing\n \n 7&quot; single\n \n    1. &quot;Killing an Arab&quot;\n    2. &quot;10:15 Saturday Night&quot;\n \n [edit] Personnel\n \n     * Michael Dempsey – bass guitar\n     * Robert Smith – guitar, vocals\n     * Lol Tolhurst – drums\n \n \n Released - December 1978 (UK)\n February 1979 (UK reissue)\n \n Format - 7&quot; single\n \n Recorded - 1978\n \n Genre - Post-punk\n \n Length - 2:21\n \n Label - Small Wonder (1978)\n SMALL1\n \n Fiction Records (1979)\n FICS001\n \n Producer - Chris Parry\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Cure","artistMbid":"69ee3720-a7cb-4402-b48d-a02c366f2bcf","album":"Boys Don't Cry","albumMbid":"","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":143,"location":null}