{"name":"Primary","url":"http://www.last.fm/music/The+Cure/_/Primary","mbid":"928fb443-aa1b-40a2-8b2e-e0e7297ef35a","playcount":593215,"userPlaycount":-1,"listeners":142976,"streamable":false,"id":"12947","percentageChange":0,"tags":["new wave","post-punk","80s","goth","alternative"],"wikiLastChanged":1253883455000,"wikiSummary":"&quot;Primary&quot; is the first single from The Cure's third studio album Faith, released in 1981 on Fiction Records. It was the first song by The Cure to be remixed as a separate extended mix for release on 12&quot; single (and not co-released on other formats, in the way the 12&quot; version of A Forest was also the album version appearing on Seventeen Seconds, for example). In fact, the original 12&quot; extended mix is, to this day, still only available on the original 12&quot; single, which has never been reproduced on any other album, making it quite a rare item.","wikiText":"&quot;Primary&quot; is the first single from The Cure's third studio album Faith, released in 1981 on Fiction Records. It was the first song by The Cure to be remixed as a separate extended mix for release on 12&quot; single (and not co-released on other formats, in the way the 12&quot; version of A Forest was also the album version appearing on Seventeen Seconds, for example). In fact, the original 12&quot; extended mix is, to this day, still only available on the original 12&quot; single, which has never been reproduced on any other album, making it quite a rare item. The main difference between the 7&quot; mix (also the album mix), and 12&quot; mix is that the extended mix lengthens the instrumental introductions to the song's verses.\n \n \n History\n \n &quot;Primary&quot; was first played during the Seventeen Seconds tour under the name &quot;Cold Colours&quot; with completely different lyrics (aside from the chorus) and a slightly different bassline; interestingly, the song would often be introduced as dedicated to Ian Curtis. Towards the end of the year, the song was renamed &quot;Primary&quot;. A studio demo of this early version, dating from September 1980, is featured on the Deluxe Edition of Faith (but is titled Primary). The 12&quot; single version contains a song which was the first 12&quot; extended mix released by The Cure.\n \n The song appears to be about the disadvantages of growing older. At the end of the song, Robert Smith imagines children being put to sleep ceremoniously, &quot;still dream[ing]&quot;. The song is still played live to this day, although is more infrequently played than others.\n \n \n Released - March 20, 1981\n Format - 7&quot;, 12&quot;\n Genre - Post-punk\n Length - 7&quot; - 3:39\n 12&quot; - 5:56\n Label \tFiction Records\n Producer - Mike Hedges\n Robert Smith\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Cure","artistMbid":"69ee3720-a7cb-4402-b48d-a02c366f2bcf","album":"Faith","albumMbid":"8d633474-f161-470b-b47c-cf6383f235a9","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":216,"location":null}