{"name":"Pictures of You","url":"http://www.last.fm/music/The+Cure/_/Pictures+of+You","mbid":"b1c64230-b59d-45be-804f-9b26ca3189bd","playcount":2736640,"userPlaycount":-1,"listeners":462900,"streamable":false,"id":"1000695","percentageChange":0,"tags":["80s","new wave","alternative","post-punk","rock"],"wikiLastChanged":1283536507000,"wikiSummary":"&quot;Pictures of You&quot; is the fourth and final single from The Cure's 1989 album Disintegration. The single version is a remix edit of the album version, and at 4:48 minutes is significantly shorter than the original album version which runs for 7:24. There are also 2 different remixes on 2 UK 12&quot; singles, and other singles released around the world, one of which later appeared on Mixed Up as the Extended Dub Mix and differs significantly from the album version in arrangement in that incorporates wholly original drum and bass arrangements.","wikiText":"&quot;Pictures of You&quot; is the fourth and final single from The Cure's 1989 album Disintegration. The single version is a remix edit of the album version, and at 4:48 minutes is significantly shorter than the original album version which runs for 7:24. There are also 2 different remixes on 2 UK 12&quot; singles, and other singles released around the world, one of which later appeared on Mixed Up as the Extended Dub Mix and differs significantly from the album version in arrangement in that incorporates wholly original drum and bass arrangements. The other is an extended remix of the original album version which, at 7:59, runs slightly longer than the album version. There is also an edit which was released on 12&quot; in the US, titled &quot;extended remix&quot; as in the European and Australasian releases, but which runs for 6:40 rather than 7:59.\n \n According to interviews, the inspiration of the song came when a fire broke loose in Robert Smith's home. After that day, Robert was going through the remains and came across his wallet which had pictures of his wife, Mary. The cover of the single is one of the pictures. The same picture was used as the cover of the &quot;Charlotte Sometimes&quot; single, but this version was heavily warped and distorted.\n \n In 2004, the song was voted 278th on Rolling Stone's &quot;The 500 Greatest Songs of All Time&quot; list.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"The Cure","artistMbid":"69ee3720-a7cb-4402-b48d-a02c366f2bcf","album":"Galore","albumMbid":"","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":288,"location":null}