{"id":3464037,"title":"The Mystery World Tour 2013","artists":["Avantasia"],"headliner":"Avantasia","startDate":1372010400000,"endDate":null,"description":"<div class=\"bbcode\"><strong>Билеты без наценки:</strong> <a href=\"http://ponominalu.ru/event/avantasia?promote=2ca2ec4955fe0378334db58fb9e3e97f\" rel=\"nofollow\">от 1800 р.</a><br /><br />Дорогие друзья, в связи с тем, что клуб MILK MOSCOW прекращает свою работу по адресу ул. Сергея Макеева д.9 с 16 марта, единственная российская постановка легендарной метал-оперы AVANTASIA переносится на сцену одного из самых крупных и престижных московских гигант-клубов - ARENA MOSCOW! Технические, звуковые и световые возможности этой площадки дадут возможность прославленному проекту поставить в столице шоу, ничем не отличающееся от самых масштабных мировых постановок, и, надеемся, стать одним из самых ярких рок-событий 2013 года!<br /><br />Все купленные ранее билеты действительны, для обладателей билетов категории VIP мы сообщим дополнительные подробности в течении следующих 24 часов!<br /><br />JC-SOUND представляет:<br /><br />Несколько лет назад в это было просто невозможно поверить, однако это свершится вновь! Великолепный Tobias Sammet возвращается в Россию со своей грандиозной metal-оперой AVANTASIA! 23 июня - Москва - клуб MILK (Большой Зал)! Событие, которое нельзя пропускать, такое может больше не повториться!<br /><br />Вступайте во встречу и вы одними из первых узнаете, кого ангажировал Mr. Sammet для своих незабываемых представлений на этот раз!<br /><br />Tobias Sammet: &quot;Я знаю, что как-то сказал, что не буду больше этого делать, однако сейчас я не вижу причин, почему все этого делать не стоит. Я хочу показать вам самое грандиозное из всего, что вы видели, я хочу привезти больше вокалистов, играть более длинные выступления и и просто сделать грандиозную рок-оперу.<br /><br />Мне нравится выступать хэдлайнером на фестивалях - ты играешь 90 минут перед и всем даешь пинка под зад. Но мне также нравится и собственный AVANTASIA-тур, потому что он позволяет быть более AVANTASIA-ным, играть почти три часа не думая ни о чем, кроме как об AVANTASIA. Так что мы решили, что нам нужен большой тур по закрытым площадкам и он начнется в апреле. Я жду его с нетерпением. Дизайнер декораций показал мне оформление и свет и все выглядит просто убойно. Все будет очень грандиозно!<br /><br />2013 будет знаковым годом для AVANTASIA, и люди даже не представляют, как все будет масштабно! Я очень доволен - альбом будет изумительно эпичным и тур будет ему под стать!&quot;</div>","url":"http://www.last.fm/event/3464037+The+Mystery+World+Tour+2013","website":"","attendance":122,"reviews":0,"venue":{"name":"Arena Moscow","url":"http://www.last.fm/venue/9138914+Arena+Moscow","website":"http://www.arenagroup.ru","city":"","country":"Russian Federation","street":"Ленинградский проспект 31, стр. 4 (м. Динамо)","postal":"125284","phonenumber":"+7 (495) 9406755","latitude":55.784763,"longitude":37.560043,"timezone":null,"id":"9138914"},"ticketSuppliers":[],"attendanceStatus":null}