{"id":3269311,"title":"One Direction","artists":["One Direction"],"headliner":"One Direction","startDate":1379352600000,"endDate":null,"description":"<div class=\"bbcode\"><a href=\"http://www.allphonesarena.com.au/Event_Calendar/One%20Direction.aspx\" rel=\"nofollow\">www.allphonesarena.com.au/Event_Calendar/One%20Direction.aspx</a><br />With their entire 2012 Australian tour selling out in 3 minutes, One Direction are giving their fans a chance to see the group live in September 2013 as part of their World Tour, which includes major arena shows in the US and UK &amp; Ireland before coming to Australia. <br /><br />For more information visit <a href=\"http://www.onedirectionmusic.com/tourannouncementaus/\" rel=\"nofollow\">http://www.onedirectionmusic.com/tourannouncementaus/</a><br /><br />“Our fans are simply the best in the world. The support they have shown us has been incredible and we‟re all so grateful to each and every one of them. We can‟t wait to see everyone in Australia again next year when we come back to play our world tour in 2013”. Niall Horan.<br /><br />One Direction gained notoriety in 2010 after appearing on The X Factor UK. Their global smash debut album, Up All Night, is now #1 in 15 countries and has been certified triple platinum in Ireland, double platinum in the UK and Australia, and double platinum in New Zealand. In six months they have sold more than 4.2 million records worldwide. Their BRIT Award winning debut single What Makes You Beautiful entered the charts at #1 in both the UK and Ireland and is four times platinum in Australia. In the U.S., What Makes You Beautiful sold more than 131,000 copies in its first week, debuting at #12 on the Billboard Digital Songs chart. Their #28 debut on the Billboard Hot 100 marked the highest debut from a British Group since the Spice Girls in 1998. UP ALL NIGHT recently debuted at #1 in both Canada and on the US Billboard 200 chart with over 176,000 copies sold in week 1 alone. This makes chart history as the first British group ever to debut at #1 in the US with their debut album release.<br /><br />One Direction are Liam Payne, Louis Tomlinson, Niall Horan, Harry Styles and Zayn Malik.<br /><br />For more information please visit <a href=\"http://www.onedirectionmusic.com/au/home\" rel=\"nofollow\">http://www.onedirectionmusic.com/au/home</a></div>","url":"http://www.last.fm/event/3269311+One+Direction+at+Allphones+Arena+on+16+September+2013","website":"http://www.onedirectionmusic.com/tourannouncementaus/","attendance":5,"reviews":0,"venue":{"name":"Allphones Arena","url":"http://www.last.fm/venue/9222554+Allphones+Arena","website":"http://allphonesarena.com.au/","city":"Sydney Olympic Park","country":"Australia","street":"Olympic Blvd","postal":"2127","phonenumber":"(02) 8765 4321","latitude":-33.847908,"longitude":151.06671,"timezone":null,"id":"9222554"},"ticketSuppliers":[],"attendanceStatus":null}