{"name":"Everlong","url":"http://www.last.fm/music/Foo+Fighters/_/Everlong","mbid":"46c468ba-f1b9-49a2-a58b-98022e35aeee","playcount":7126875,"userPlaycount":-1,"listeners":997512,"streamable":false,"id":"1000235","percentageChange":0,"tags":["rock","alternative rock","alternative","foo fighters","90s"],"wikiLastChanged":1256575509000,"wikiSummary":"Everlong is the second single from Foo Fighters' second album, 1997's &quot;The Colour and the Shape&quot;. It hit #18 in the UK and #3 on the Billboard Modern Rock chart. In 2000, on his first show back from heart surgery, American late night comedian David Letterman introduced the band's performance of the song with &quot;here's my favorite band, performing my favorite song&quot;.  This appearance made Foo Fighters the first band to perform the same song twice on Letterman's &quot;The Late Show&quot; program.  Everlong has been featured in the popular music themed video games Rock Band 2 and Guitar Hero World Tour. ","wikiText":"Everlong is the second single from Foo Fighters' second album, 1997's &quot;The Colour and the Shape&quot;. It hit #18 in the UK and #3 on the Billboard Modern Rock chart. In 2000, on his first show back from heart surgery, American late night comedian David Letterman introduced the band's performance of the song with &quot;here's my favorite band, performing my favorite song&quot;.  This appearance made Foo Fighters the first band to perform the same song twice on Letterman's &quot;The Late Show&quot; program.\n \n Everlong has been featured in the popular music themed video games Rock Band 2 and Guitar Hero World Tour.\n \n Although the song is normally performed with electric guitars, vocalist/guitarist Dave Grohl's solo acoustic variation gained popularity after an impromptu rendition on Howard Stern's radio show in 1997. The band has often performed the acoustic version of the song live since then.\n \n A common feature of the electric live performances of Everlong involves Dave playing the first two verses and choruses on his own, with the entire band joining in for the final parts of the song. This can be seen on the Hyde Park DVD.\n \n A different acoustic version of this song concludes the 2006 live CD and DVD Skin and Bones.\n \n A muzak version of the chorus appears in the opening and closing scenes of band's music video for &quot;Learn to Fly,&quot; from the subsequent album There Is Nothing Left to Lose.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Foo Fighters","artistMbid":"67f66c07-6e61-4026-ade5-7e782fad3a5d","album":"The Colour and the Shape","albumMbid":"02084fd8-5bce-3495-9e9f-86261dcb59a2","position":11,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":249,"location":null}