{"name":"My Hero","url":"http://www.last.fm/music/Foo+Fighters/_/My+Hero","mbid":"9c96b680-a796-48e7-b9c6-ab55ca03e5fb","playcount":4596975,"userPlaycount":-1,"listeners":795077,"streamable":false,"id":"1005935","percentageChange":0,"tags":["rock","alternative rock","alternative","foo fighters","grunge"],"wikiLastChanged":1287693894000,"wikiSummary":"&quot;My Hero&quot; is the third single from the <a href=\"http://www.last.fm/music/Foo+Fighters\" class=\"bbcode_artist\">Foo Fighters</a>' second album The Colour and the Shape. It was released as a single in 1998. According to Dave Grohl, the song is dedicated to ordinary, everyday heroes, as he himself never had musical or sports heroes growing up as a child. During Foo Fighters' appearance on VH1 Storytellers in 2009, Dave Grohl explained that the song was written while watching 1980s movies like Valley Girl (film). Grohl also stated that the song was written about Pete Stahl and Chip Donaldson, without even knowing it.\n ","wikiText":"&quot;My Hero&quot; is the third single from the <a href=\"http://www.last.fm/music/Foo+Fighters\" class=\"bbcode_artist\">Foo Fighters</a>' second album The Colour and the Shape. It was released as a single in 1998. According to Dave Grohl, the song is dedicated to ordinary, everyday heroes, as he himself never had musical or sports heroes growing up as a child. During Foo Fighters' appearance on VH1 Storytellers in 2009, Dave Grohl explained that the song was written while watching 1980s movies like Valley Girl (film). Grohl also stated that the song was written about Pete Stahl and Chip Donaldson, without even knowing it.\n The song was featured in the 1999 movie Varsity Blues, during the climactic scene of the final football game. It was also featured in the 2001 film Not Another Teen Movie, in a scene parodying the aforementioned Varsity Blues football game. Part of the song is also heard in the 2010 buddy-cop comedy The Other Guys.\n In a post-September 11 episode of CBS's Late Late Show with Craig Kilborn (September 21, 2001), Grohl and bassist Nate Mendel performed an acoustic rendition of the song. A full group acoustic version is available on the 2006 live album and DVD Skin and Bones. An acoustic version was also performed live on The Howard Stern Show by Grohl. The 2006 album Sound of Superman features an acoustic cover of &quot;My Hero&quot; by Paramore.\n The song, along with the rest of the album, was released as downloadable content for the Rock Band series of music video games on November 13, 2008.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Foo Fighters","artistMbid":"67f66c07-6e61-4026-ade5-7e782fad3a5d","album":"The Colour and the Shape","albumMbid":"02084fd8-5bce-3495-9e9f-86261dcb59a2","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":260,"location":null}