{"name":"Times Like These","url":"http://www.last.fm/music/Foo+Fighters/_/Times+Like+These","mbid":"d01bd2bc-16d8-4ae4-a131-baf4d4cb00a5","playcount":3843473,"userPlaycount":-1,"listeners":703066,"streamable":false,"id":"1009325","percentageChange":0,"tags":["rock","alternative rock","foo fighters","alternative","grunge"],"wikiLastChanged":1240697155000,"wikiSummary":"&quot;Times Like These&quot; is the second single released from the Foo Fighters' fourth album One by One. It was released on two main discs in 2003. It is in 4/4 time but includes 7/4 irregular time signature timing in the main riff. The chorus of the song is also grouped in bars of 3 rather than the regular bars of 4. The song is sometimes listed by its full original title, &quot;Times Like These (One-Way Motorway).&quot; The lyric &quot;I'm a new day rising&quot; is a reference to the album New Day Rising by H端sker D端, one of Dave Grohl's favorite groups. ","wikiText":"&quot;Times Like These&quot; is the second single released from the Foo Fighters' fourth album One by One. It was released on two main discs in 2003. It is in 4/4 time but includes 7/4 irregular time signature timing in the main riff. The chorus of the song is also grouped in bars of 3 rather than the regular bars of 4. The song is sometimes listed by its full original title, &quot;Times Like These (One-Way Motorway).&quot; The lyric &quot;I'm a new day rising&quot; is a reference to the album New Day Rising by H端sker D端, one of Dave Grohl's favorite groups.\n \n After the album version ended its run on the charts, a solo acoustic version of the song performed by Grohl was released and had some success on pop and adult contemporary radio. The entire band performed a version of the song with jazz pianist Chick Corea during the Grammy Awards in 2004.\n \n Both of the band's official live DVD releases, 2003's Everywhere but Home and 2006's Skin and Bones, feature acoustic performances of the song.\n \n Glen Campbell recorded the song for his Meet Glen Campbell album in 2008.\n \n The song was used by George W. Bush for his 2004 re-election campaign without the band's knowledge. When Grohl found out about it, it prompted him and the rest of the band to get more politically active, and they helped John Kerry's campaign as a result.\n \n 'Times Like These' has also been released as a Rock Band and Rock Band 2 DLC track on Xbox Live and PSN on December 23, 2008.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Foo Fighters","artistMbid":"67f66c07-6e61-4026-ade5-7e782fad3a5d","album":"One by One","albumMbid":"e92f9e61-a537-3e4b-a216-4ee6263c3096","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":265,"location":null}