{"name":"So Here We Are","url":"http://www.last.fm/music/Bloc+Party/_/So+Here+We+Are","mbid":"043bc9ba-a777-4bdd-8cc9-4b0b56154a84","playcount":2933253,"userPlaycount":-1,"listeners":510716,"streamable":false,"id":"13713436","percentageChange":0,"tags":["indie","indie rock","alternative","rock","bloc party"],"wikiLastChanged":1222561036000,"wikiSummary":"&quot;So Here We Are&quot; is the fifth single by Bloc Party and is from their debut album Silent Alarm. It was released in the UK by Wichita Records in February 2005. The single is a double A-Side to Positive Tension. The single peaked at #5 in the UK Single Charts. The band have said the song is about the feeling experienced by users of ecstasy. The song was played after a brief speech by Kele at the 2007 Live Earth Concert saying, &quot;The power is in our hands&quot; before they began the song. The song was used in the US in commercials for Saturn.","wikiText":"&quot;So Here We Are&quot; is the fifth single by Bloc Party and is from their debut album Silent Alarm. It was released in the UK by Wichita Records in February 2005. The single is a double A-Side to Positive Tension. The single peaked at #5 in the UK Single Charts. The band have said the song is about the feeling experienced by users of ecstasy. The song was played after a brief speech by Kele at the 2007 Live Earth Concert saying, &quot;The power is in our hands&quot; before they began the song. The song was used in the US in commercials for Saturn. The song was also in the episode &quot;Bounty Hunters&quot; of the American television sitcom Psych, and featured in the 2008 film 27 Dresses.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Bloc Party","artistMbid":"8c538f11-c141-4588-8ecb-931083524186","album":"Silent Alarm","albumMbid":"7e18e965-cbc7-43d6-9042-daba4f984a34","position":10,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":231,"location":null}