{"name":"Talons","url":"http://www.last.fm/music/Bloc+Party/_/Talons","mbid":"1a8099f3-0ea5-4022-8a9e-b68909502856","playcount":800368,"userPlaycount":-1,"listeners":133253,"streamable":true,"id":"229374424","percentageChange":0,"tags":["indie","british","indie rock","alternative","rock"],"wikiLastChanged":1222560392000,"wikiSummary":"&quot;Talons&quot; is the second single released by Bloc Party from their third album, Intimacy. It was announced on September 8, 2008 that the song would be released as a digital download to all those who had purchased the mp3 version of the band's third album. The download was made available straight after the song's first play on Zane Lowe's BBC Radio 1 show on September 9, 2008. The song will then be physically released on October 20, 2008, one week prior to the album's full release.","wikiText":"&quot;Talons&quot; is the second single released by Bloc Party from their third album, Intimacy. It was announced on September 8, 2008 that the song would be released as a digital download to all those who had purchased the mp3 version of the band's third album. The download was made available straight after the song's first play on Zane Lowe's BBC Radio 1 show on September 9, 2008. The song will then be physically released on October 20, 2008, one week prior to the album's full release.The song itself does not feature on the download-only album, but the band have stated that it will appear on the physical release.\n \n Talking about &quot;Talons&quot; on Bloc Party's official website, singer Kele Okereke said:\n \n     “We wanted to keep things fresh and we thought the fans would be more excited to get a new song rather than something off the album. Talons is one of the last songs we recorded during the Intimacy sessions and I always had it in mind to be one of the extra tracks we promised for the CD if it turned out well. It turned out great so we decided to make it the next single. I’m enjoying this way of working, not over-thinking things, just make a decision and get on with it! It’s quite liberating in a way, I’m sure it’s going to be the way things happen more and more in the future”\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Bloc Party","artistMbid":"8c538f11-c141-4588-8ecb-931083524186","album":"Intimacy","albumMbid":"71203033-99c1-4e9e-9395-36e1597e200d","position":9,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":281,"location":null}