{"name":"Song For Clay (Disappear Here)","url":"http://www.last.fm/music/Bloc+Party/_/Song+For+Clay+(Disappear+Here)","mbid":"2017c319-35de-4a08-92c3-e42a0a1d4112","playcount":1733865,"userPlaycount":-1,"listeners":295184,"streamable":false,"id":"65341455","percentageChange":0,"tags":["indie","indie rock","alternative","rock","british"],"wikiLastChanged":1235076109000,"wikiSummary":"&quot;Song for Clay (Disappear Here)&quot; is the opening track from Bloc Party's second album A Weekend in the City and was set to be the fourth single released from the album. A portion of the song was used in an advertisement for The O.C. on UK channel E4. The song was also used in the teaser trailer for Ben 10: Race Against Time.   The song is inspired by Bret Easton Ellis' novel Less Than Zero whose main character's name is Clay. Lyrics in the song include &quot;People are afraid to merge on the freeways&quot; which is a recurring line in the book, and is similar to the opening sentence in the novel.","wikiText":"&quot;Song for Clay (Disappear Here)&quot; is the opening track from Bloc Party's second album A Weekend in the City and was set to be the fourth single released from the album. A portion of the song was used in an advertisement for The O.C. on UK channel E4. The song was also used in the teaser trailer for Ben 10: Race Against Time. \n \n The song is inspired by Bret Easton Ellis' novel Less Than Zero whose main character's name is Clay. Lyrics in the song include &quot;People are afraid to merge on the freeways&quot; which is a recurring line in the book, and is similar to the opening sentence in the novel. &quot;Disappear Here&quot; is seen on a billboard in the novel, and appears recurrently throughout. Other lyrics, such as &quot;I live the dream&quot; and &quot;When we kiss, I feel nothing&quot; coincide with common topics in the book.\n \n The song was replaced as the fourth single in favour of the band's newly recorded song Flux.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Bloc Party","artistMbid":"8c538f11-c141-4588-8ecb-931083524186","album":"A Weekend In The City","albumMbid":"00ef5e74-6546-4da4-8432-eb375e40b0e0","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":289,"location":null}