{"name":"Helicopter","url":"http://www.last.fm/music/Bloc+Party/_/Helicopter","mbid":"964562cc-c2e2-4a18-ae6e-2500299e79d4","playcount":5363368,"userPlaycount":-1,"listeners":719371,"streamable":false,"id":"13699169","percentageChange":0,"tags":["indie","indie rock","rock","alternative","british"],"wikiLastChanged":1267871974000,"wikiSummary":"&quot;Helicopter&quot; is a song by British indie rock band Bloc Party. It was first released as a single from their 2004 EP Little Thoughts on October 25, 2004 in Europe and released again on February 21, 2006 in the US.  It was rumored to be about George W. Bush being elected president of U.S.A., but the band has denied this, with lead singer Kele Okereke telling press it was partially about himself.  There are two videos for the song.","wikiText":"&quot;Helicopter&quot; is a song by British indie rock band Bloc Party. It was first released as a single from their 2004 EP Little Thoughts on October 25, 2004 in Europe and released again on February 21, 2006 in the US.\n \n It was rumored to be about George W. Bush being elected president of U.S.A., but the band has denied this, with lead singer Kele Okereke telling press it was partially about himself.\n \n There are two videos for the song. A European video was produced, filmed in black and white, featuring shaky and fuzzy shots. But in the U.S., the video for &quot;The Pioneers&quot; was edited and used as the video for &quot;Helicopter&quot;.\n \n &quot;Helicopter&quot; is featured in several video games (FIFA 06, Burnout Revenge, Marc Eckō's Getting Up: Contents Under Pressure, Project Gotham Racing 3 and as a playable track in Guitar Hero III: Legends of Rock and Guitar Hero: On Tour). Portions of the song have also been used in television shows (Malcolm in the Middle, The Friday Night Project) and films (Grandma's Boy,  Yes Man and the surfing film Campaign 2).\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Bloc Party","artistMbid":"8c538f11-c141-4588-8ecb-931083524186","album":"Silent Alarm","albumMbid":"7e18e965-cbc7-43d6-9042-daba4f984a34","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":220,"location":null}