{"name":"The Prayer","url":"http://www.last.fm/music/Bloc+Party/_/The+Prayer","mbid":"d32f4988-d117-4aae-9b13-1be45f2908a3","playcount":2752025,"userPlaycount":-1,"listeners":423882,"streamable":false,"id":"74355502","percentageChange":0,"tags":["indie","indie rock","alternative","british","rock"],"wikiLastChanged":1222560770000,"wikiSummary":"&quot;The Prayer&quot; is the first single from Bloc Party's second album A Weekend in the City, except for in the US where it will be the second single from the album (&quot;I Still Remember&quot; was the first US single from the album). It was released by Wichita Records on 29 January 2007. It can also be heard on the band's MySpace page.  Lead singer Kele Okereke says he was inspired to write the song after hearing Busta Rhymes' song &quot;Touch It&quot;. Okereke also described the song as having a &quot;crunk-like&quot; effect, which he revealed in a number of interviews in October 2006 concerning information on the new album.","wikiText":"&quot;The Prayer&quot; is the first single from Bloc Party's second album A Weekend in the City, except for in the US where it will be the second single from the album (&quot;I Still Remember&quot; was the first US single from the album). It was released by Wichita Records on 29 January 2007. It can also be heard on the band's MySpace page.\n \n Lead singer Kele Okereke says he was inspired to write the song after hearing Busta Rhymes' song &quot;Touch It&quot;. Okereke also described the song as having a &quot;crunk-like&quot; effect, which he revealed in a number of interviews in October 2006 concerning information on the new album. The song has been used in the video game Project Gotham Racing 4 and Need for Speed: ProStreet (the &quot;Does It Offend You, Yeah? Remix&quot; version)\n \n \n Music video\n \n A music video for the song was released on 5 December 2006, and was directed by Walter Stern, also known for directing videos by Massive Attack, The Prodigy and most notably the The Verve's &quot;Bitter Sweet Symphony&quot;. In the video, all members of Bloc Party are at a nightclub (which is, in reality, Café 1001, Dray Walk, Truman Brewery, London). It follows them throughout the night even though they do not appear to be doing much besides looking around. Okereke is the only one who actually gets up and goes around. The other members just sit around while Okereke goes off on his own journey, whilst cigarette burn effects and other visual distortions distort the film.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Bloc Party","artistMbid":"8c538f11-c141-4588-8ecb-931083524186","album":"A Weekend In The City","albumMbid":"00ef5e74-6546-4da4-8432-eb375e40b0e0","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":223,"location":null}