{"name":"I Still Remember","url":"http://www.last.fm/music/Bloc+Party/_/I+Still+Remember","mbid":"d68904f4-5e26-4cea-bc93-8e2c238cce1d","playcount":2497229,"userPlaycount":-1,"listeners":400351,"streamable":false,"id":"66493583","percentageChange":0,"tags":["indie","indie rock","alternative","british","rock"],"wikiLastChanged":1222560894000,"wikiSummary":"&quot;I Still Remember&quot; is a song by Bloc Party from their second studio album A Weekend in the City. On the album, the song runs for 4:24, but the version on the original leak of A Weekend In The City had an extended outro by Russell Lissack and came in at 4:35. The song is the first US single and is the second UK single from the album. The single was released in the UK in two 7&quot; formats and a CD. The B-sides are &quot;Atonement&quot;, &quot;Cain Said To Abel&quot;, &quot;Selfish Son&quot; and &quot;I Still Remember (Music Box And Tears Remix)&quot;.","wikiText":"&quot;I Still Remember&quot; is a song by Bloc Party from their second studio album A Weekend in the City. On the album, the song runs for 4:24, but the version on the original leak of A Weekend In The City had an extended outro by Russell Lissack and came in at 4:35. The song is the first US single and is the second UK single from the album. The single was released in the UK in two 7&quot; formats and a CD. The B-sides are &quot;Atonement&quot;, &quot;Cain Said To Abel&quot;, &quot;Selfish Son&quot; and &quot;I Still Remember (Music Box And Tears Remix)&quot;. A limited edition &quot;I Still Remember&quot; 7&quot; was also given to the first 1000 people who pre-ordered the album from Insound.\n \n The video was made by Aggressive and was first shown on January 8, 2007 on MTV2.\n \n The song was featured on The O.C. on February 8, 2007.\n \n \n Song inspiration\n \n Kele Okereke talked about the song at some length in his January 2007 The Observer interview, responding to questions as to whether the song had an autobiographical nature:\n \n     Not really ... I guess, partially. [Can we call it a gay love story?] Yeah, but is it a love story? It's one person longing for somebody they can't really have. But it's not consummated. It's not a mutual thing. ...\n     This is probably a contentious issue, but I swear that I could always see [male homosexual attraction] in people, in the way that guys would need to be touching other guys. You could see there was something they couldn't say aloud. And I saw it when I was at school. And I guess I Still Remember is an attempt at trying to confront that. ... I know from my own experiences a lot of heterosexual boys had feelings or experiences when they were younger. And that's not really ever spoken about, that un-spoken desire. ...\n     Not two gay boys ... but the idea of two straight boys having an attraction, or there being an attraction that's unspeakable - that was the idea of that song.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Bloc Party","artistMbid":"8c538f11-c141-4588-8ecb-931083524186","album":"A Weekend In The City","albumMbid":"00ef5e74-6546-4da4-8432-eb375e40b0e0","position":9,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":260,"location":null}