{"id":3411998,"title":"Lacrimosa","artists":["Lacrimosa"],"headliner":"Lacrimosa","startDate":1363978800000,"endDate":null,"description":"<div class=\"bbcode\"><strong>Билеты</strong> - <a href=\"http://ponominalu.ru/event/lacrimosa?promote=2ca2ec4955fe0378334db58fb9e3e97f\" rel=\"nofollow\">1800 р.</a><br /><br />Самый успешный готический проект современности, живые классики жанра – культовая швейцарская группа LACRIMOSA, готова совершить новый готический музыкальный переворот! За двадцать с небольшим лет LACRIMOSA прошла длинный путь от сольного проекта локального масштаба до группы, за плечами которой более миллиона проданных альбомов, сотрудничество с самым элитным симфоническим оркестром в мире, работа в лучших студиях Европы, регулярные попадания в разнообразные хит-парады и главное - признание и народная любовь по обе стороны океана! И у нас в России LACRIMOSA дала уже не менее десятка аншлаговых концертов.<br /><br />Но группа на этом не останавливается. 22 марта 2013 года в московском клубе 'Arena Moscow' состоится большой концерт LACRIMOSA, приуроченный к выходу нового альбома 'Revolution' ('Революция'). Эта работа стала очередным подтверждением прописной истины: основатель и главный идеолог LACRIMOSA, Тило Вольфф, умеет удивлять своим творчеством и дарить своим слушателям всё новые и новые переживания. К тому же его группа - одна из немногих, которая самым немыслимым образом преображается на сцене, всякий раз устраивая уникальное и неповторимое шоу, давая вам энергию жить, изменять себя и мир вокруг.<br /><br />Опыт прошлых лет показывает - никакие залы никогда не могли вместить всех желающих попасть на концерты LACRIMOSA. А после 'Революции' и обновления репертуара в ряды их поклонников вольются новые люди! Так что своевременно подумайте о приобретении билета и будьте готовы! Тило Вольфф и его соратники хранят верность своим лучшим музыкальным традициям, но одновременно и полны самых смелых идей. Они зовут вас в музыкальный бой, на свои сценические баррикады! Приходите, участвуйте - 'Революцию' сидя дома на диване не делают!</div>","url":"http://www.last.fm/event/3411998+Lacrimosa+at+Arena+Moscow+on+22+March+2013","website":"http://www.muz24.ru/news44190/","attendance":133,"reviews":0,"venue":{"name":"Arena Moscow","url":"http://www.last.fm/venue/9138914+Arena+Moscow","website":"http://www.arenagroup.ru","city":"","country":"Russian Federation","street":"Ленинградский проспект 31, стр. 4 (м. Динамо)","postal":"125284","phonenumber":"+7 (495) 9406755","latitude":55.784763,"longitude":37.560043,"timezone":null,"id":"9138914"},"ticketSuppliers":[],"attendanceStatus":null}