{"id":3450786,"title":"Santana and Steve Miller Band","artists":["Santana","Steve Miller Band","Taj Mahal"],"headliner":"Santana","startDate":1363650541000,"endDate":null,"description":"<div class=\"bbcode\">seems that the news of the forthcoming SANTANA and STEVE MILLER BAND double bill shows in New Zealand didn’t get mentioned on this website on Monday when it was announced.<br /><br />Already announced for festivals around the country, Chugg Entertainment have confirmed that the two acts will also come together for 2 double-headliner shows – one in Christchurch and one in Auckland – in March 2013.<br /><br />Today, though, a further addition to the line up for the Christchurch show (only) has been added – TAJ MAHAL.<br /><br />Christchurch’s AMI Stadium is back in action for the show on Sunday 17 March. And then, 2 days later SANTANA and STEVE MILLER BAND play Auckland’s Vector Arena on Tuesday 19 March.<br /><br />Carlos Santana is, as any reader of this site undoubtedly knows, widely regarded as one of the greatest musicians and legendary guitarists of our generation. The Rock an Roll Hall of Fame-r’s style defies definition, immediately recognizable yet unlike any other, Santana’s fuses Latin rock, blues, soul and jazz.<br /><br />And Steve Miller is no less a rock and roll legend – The Steve Miller Band has sold more than 30 million records in a career spanning more than 40 years. His trademark blues-rock sound has made him one of the cornerstone legends of his genre – and few artists can boast the introduction to music that he can – his father who worked as a pathologist was friends with stars like Charles Mingus and Les Paul, whom he brought home as guests; Paul taught the young Miller some guitar chords and let him sit on recording sessions.<br /><br />Sunday 17th March<br />AMI Stadium, Christchurch<br />with very special guest TAJ MAHAL<br /><a href=\"http://www.ticketek.co.nz\" rel=\"nofollow\">www.ticketek.co.nz</a><br /><br />Tuesday 19th March<br />Vector Arena, Auckland<br /><a href=\"http://www.ticketmaster.co.nz\" rel=\"nofollow\">www.ticketmaster.co.nz</a><br /><br />TICKETS GO ON SALE : FRIDAY 7TH DECEMBER, 9AM</div>","url":"http://www.last.fm/event/3450786+Santana+and+Steve+Miller+Band","website":"http://cheeseontoast.co.nz/2012/11/29/santana-and-steve-miller-band-now-joined-by-taj-mahal/","attendance":3,"reviews":0,"venue":{"name":"Vector Arena","url":"http://www.last.fm/venue/8796861+Vector+Arena","website":"http://vectorarena.co.nz","city":"Auckland","country":"New Zealand","street":"42-80 Mahuhu Crescent, Parnell","postal":"1010","phonenumber":"09 358 1250","latitude":-36.846985,"longitude":174.77394,"timezone":null,"id":"8796861"},"ticketSuppliers":[],"attendanceStatus":null}