{"id":3347279,"title":"WE WILL ROCK YOU - The Musical by Queen","artists":["Queen"],"headliner":"Queen","startDate":1369576800000,"endDate":null,"description":"<div class=\"bbcode\">WE WILL ROCK YOU<br /><br />Od danas (29.6.2012.) su u prodaji ulaznice za mjuzikl WE WILL ROCK YOU koji će se održati u Zagrebu svibnju 2013. godine! <br /><br />WE WILL ROCK YOU, mjuzikl Ben Eltona, inspiriran grupom QUEEN i njihovom hitom kreće na svoju prvu veliku svjetsku turneju! Tokom protekle dvije godine, mjuzikl je postigao izvanredan uspjeh u Velikoj Britaniji, a uskoro će show biti izveden u odabranim gradovima diljem svijeta, između kojih se na popisu nalazi i Zagreb! S izvrsnim izvedbama velikih hitova legendarne grupe Queen, ovo će biti najspektakularnija mjuzikl turneja ikad viđena! Fenomen koji se ne smije propustiti! <br /><br />Mjuzikl hrvatska publika ima priliku vidjeti u svibnju 2013. godine u Areni Zagreb u slijedećim terminima:<br /><br />24.5.2103., petak, u 20:00 sati<br />25.5.2103., subota, u 20:00 sati<br />26.5.2103., nedjelja, u 16:00 sati<br /><br />Ulaznice za ovaj glazbeno scenski spektakl su danas (29.6.2012.) krenule u prodaju, a mogu se kupiti na svim prodajnim mjestima sistema Eventim, te online na <a href=\"http://www.eventim.hr\" rel=\"nofollow\">www.eventim.hr</a>.<br /><br />Redovne cijene ulaznica su:<br /><br />LOŽA: 800 kn<br />SJEDENJE SREDINA: 300 kn<br />SJEDENJE SA STRANE: 250 kn<br />TRIBINA 1: 200 kn<br />TRIBINA 2: 175 kn<br /><br />POSEBNA POGODNOST ZA NAJVEĆE LJUBITELJE GRUPE QUEEN I NAJBRŽE ROKERE: Svi koji se odluče za kupnju do 1. kolovoza 2012. godine cijena ulaznica je 20 % manja!<br /><br />Zbog velike produkcije, u prodaji je samo 4000 ulaznica po predstavi.</div>","url":"http://www.last.fm/event/3347279+WE+WILL+ROCK+YOU+-+The+Musical+by+Queen","website":"http://www.eventim.hr/hr/ulaznice/we-will-rock-you-the-musical-by-queen-zagreb-arena-271585/event.html","attendance":7,"reviews":0,"venue":{"name":"Arena Zagreb","url":"http://www.last.fm/venue/8992474+Arena+Zagreb","website":"http://www.zagrebarena.hr","city":"Zagreb","country":"Croatia","street":"Lanište bb","postal":"10000","phonenumber":"+385 1 6420 900","latitude":45.8,"longitude":16.0,"timezone":null,"id":"8992474"},"ticketSuppliers":[],"attendanceStatus":null}