{"name":"I'm Going Slightly Mad","url":"http://www.last.fm/music/Queen/_/I%27m+Going+Slightly+Mad","mbid":"0f5c7654-0b82-426f-91dc-f14c5c916571","playcount":959939,"userPlaycount":-1,"listeners":223915,"streamable":false,"id":"1008467","percentageChange":0,"tags":["rock","classic rock","queen","glam rock","80s"],"wikiLastChanged":1235438884000,"wikiSummary":"&quot;I'm Going Slightly Mad&quot; is a Queen song, written by Freddie Mercury. It is the second track on the 1991 album Innuendo. Although the accompanying music video appears to project the song as being very humorous and light-hearted, many people believe that the eerie keyboards and bleak lyrics reflect darker undertones, inspired by AIDS-induced dementia. Actress Cleo Rocos has confirmed this notion, stating that Mercury had explained to her and mutual friend Kenny Everett that the song documents the tragic mental decline he suffered during the final years of his life. ","wikiText":"&quot;I'm Going Slightly Mad&quot; is a Queen song, written by Freddie Mercury. It is the second track on the 1991 album Innuendo. Although the accompanying music video appears to project the song as being very humorous and light-hearted, many people believe that the eerie keyboards and bleak lyrics reflect darker undertones, inspired by AIDS-induced dementia. Actress Cleo Rocos has confirmed this notion, stating that Mercury had explained to her and mutual friend Kenny Everett that the song documents the tragic mental decline he suffered during the final years of his life.\n \n The single cover was inspired by a Grandville illustration (as are the others from the album).\n \n The accompanying video is one of Queen's most famous, along with Bohemian Rhapsody and I Want to Break Free.\n \n The video - like all other Innuendo videos directed by Rudi Dolezal and Hannes Rossacher of DoRo Productions - also features the band dressed and acting in very absurd ways, including but not limited to guitarist Brian May dressed as a penguin, drummer Roger Taylor wearing a tea kettle on his head, a man in a gorilla suit, who was later revealed to be Elton John, bassist John Deacon as a jester, and Mercury wearing a bunch of bananas as a wig (corresponding with the line &quot;I think I'm a banana tree&quot;).\n \n In interviews Brian May has said that it was (with These Are the Days of Our Lives) the last video Mercury shot and that he was already very ill at the time, although Mercury is very mobile in the video. This was not the case in the video for These Are the Days of Our Lives, where Mercury hardly moves around at all.\n \n At the end of the video, the stairs on which John Deacon is standing disappear, as does John Deacon as well, leaving nothing but the jester hat left, as the video fades out.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":12,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":263,"location":null}