{"name":"Too Much Love Will Kill You","url":"http://www.last.fm/music/Queen/_/Too+Much+Love+Will+Kill+You","mbid":"0f9ac8fa-88a5-4c47-a791-4ad2a119c4f6","playcount":913199,"userPlaycount":-1,"listeners":174488,"streamable":false,"id":"1017090","percentageChange":0,"tags":["classic rock","rock","queen","80s","love"],"wikiLastChanged":1353757620000,"wikiSummary":"&quot;Too Much Love Will Kill You&quot; was composed by Brian May, Frank Musker and Elizabeth Lamers sometime between recording sessions of <a title=\"Queen - A Kind Of Magic\" href=\"http://www.last.fm/music/Queen/A+Kind+Of+Magic\" class=\"bbcode_album\">A Kind Of Magic</a> and <a title=\"Queen - The Miracle\" href=\"http://www.last.fm/music/Queen/The+Miracle\" class=\"bbcode_album\">The Miracle</a>. It appears to have been originally intended for Mercury to sing, as he recorded the finished version of the song during that period.  However, there were some problems with the companies representing publishing rights for Musker and Lamers,  and the song was unable to be included on The Miracle. May would re-record the song with himself on lead vocals for his 1992 solo album <a title=\"Brian May - Back to the Light\" href=\"http://www.last.fm/music/Brian+May/Back+to+the+Light\" class=\"bbcode_album\">Back to the Light</a>. ","wikiText":"&quot;Too Much Love Will Kill You&quot; was composed by Brian May, Frank Musker and Elizabeth Lamers sometime between recording sessions of <a title=\"Queen - A Kind Of Magic\" href=\"http://www.last.fm/music/Queen/A+Kind+Of+Magic\" class=\"bbcode_album\">A Kind Of Magic</a> and <a title=\"Queen - The Miracle\" href=\"http://www.last.fm/music/Queen/The+Miracle\" class=\"bbcode_album\">The Miracle</a>. It appears to have been originally intended for Mercury to sing, as he recorded the finished version of the song during that period.\n \n However, there were some problems with the companies representing publishing rights for Musker and Lamers,  and the song was unable to be included on The Miracle. May would re-record the song with himself on lead vocals for his 1992 solo album <a title=\"Brian May - Back to the Light\" href=\"http://www.last.fm/music/Brian+May/Back+to+the+Light\" class=\"bbcode_album\">Back to the Light</a>.\n \n May played the song on piano and sang it for one of the the first times in public for the Freddie Mercury Tribute Concert, a concert held in 1992 by the remaining members of Queen as a send-off for their fallen friend and to raise awareness of the AIDS virus.\n \n The guitar solo on the version on &quot;Made In Heaven&quot; differs from the one on May's album, though May played variations of the Made in Heaven solo in live renditions as early as 1992. This song was also performed by Queen and Luciano Pavarotti in 2003.\n \n Brian May, Frank Musker and Elizabeth Lamers won an Ivor Novello award for this song, and May said later that if there was one song that he would have wanted to win an award for, it was &quot;Too Much Love Will Kill You.&quot; The song is about May's feelings during his divorce, and the choice one must make between two women that one loves equally. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits III","albumMbid":"","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":258,"location":null}