{"name":"The Miracle","url":"http://www.last.fm/music/Queen/_/The+Miracle","mbid":"1166f0cd-5b22-431b-b83e-078a1bbcfdd9","playcount":830819,"userPlaycount":-1,"listeners":216092,"streamable":false,"id":"1008485","percentageChange":0,"tags":["rock","classic rock","queen","80s","glam rock"],"wikiLastChanged":1289593171000,"wikiSummary":"The Miracle&quot; is the fifth and last single from Queen's 1989 album <a title=\"Queen - The Miracle\" href=\"http://www.last.fm/music/Queen/The+Miracle\" class=\"bbcode_album\">The Miracle</a>. It was composed and sung by <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a>. It was released as a single in late November 1989, some six months after the album.  The song uses the album's artwork with a hologram-like fashion.  Mercury wrote the song after he and <a href=\"http://www.last.fm/music/John+Deacon\" class=\"bbcode_artist\">John Deacon</a> made some chords and decided which one would be the theme. All four contributed to the lyrics but they still all regard Mercury as the composer; the song was still credited to the entire band because they had agreed to do so during the album...","wikiText":"The Miracle&quot; is the fifth and last single from Queen's 1989 album <a title=\"Queen - The Miracle\" href=\"http://www.last.fm/music/Queen/The+Miracle\" class=\"bbcode_album\">The Miracle</a>. It was composed and sung by <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a>. It was released as a single in late November 1989, some six months after the album.\n \n The song uses the album's artwork with a hologram-like fashion.\n \n Mercury wrote the song after he and <a href=\"http://www.last.fm/music/John+Deacon\" class=\"bbcode_artist\">John Deacon</a> made some chords and decided which one would be the theme. All four contributed to the lyrics but they still all regard Mercury as the composer; the song was still credited to the entire band because they had agreed to do so during the album, regardless of who had been the actual writer. While both Mercury and <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> regarded this as one of their favourites, <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> said in the audio commentary of Greatest Video Hits II that although it wasn't a favourite of his, he respected it as &quot;an incredibly complex track&quot;.\n \n The song describes several of &quot;God's creations, great and small&quot;, such as great buildings like the Taj Mahal and the Tower of Babel, all described as &quot;miracles&quot; in the song. The song also references such well-known figures as Captain Cook, Cain and Abel, and Jimi Hendrix.\n \n The music video for the song features four young boys - including a then-unknown Ross McCall as Mercury - performing as Queen on stage. Throughout the video, McCall appears dressed as several different incarnations of Mercury: '70s era (long hair and striped leotard), early '80s (thick mustache, leather jacket and denim jeans, as seen in the &quot;<a title=\"Queen &ndash; Crazy Little Thing Called Love\" href=\"http://www.last.fm/music/Queen/_/Crazy+Little+Thing+Called+Love\" class=\"bbcode_track\">Crazy Little Thing Called Love</a>&quot; video), Live Aid '85 (white tanktop, armband, and jeans), and Magic Tour '86 (the iconic yellow leather jacket, white pants and sneakers). Queen themselves only appear near the end of the video. According to Roger Taylor, Mercury joked about sending the boys out on tour instead of them because of how well they did in the video.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":11,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":302,"location":null}