{"name":"Good Old-Fashioned Lover Boy","url":"http://www.last.fm/music/Queen/_/Good+Old-Fashioned+Lover+Boy","mbid":"11e4049a-e2ba-4216-90e2-629e6e93b4e7","playcount":942788,"userPlaycount":-1,"listeners":216526,"streamable":false,"id":"1014144","percentageChange":0,"tags":["rock","classic rock","queen","glam rock","british"],"wikiLastChanged":1254283849000,"wikiSummary":"Good Old-Fashioned Lover Boy&quot; is the fourth single (&quot;Queen's First EP&quot;) from an eighth track on the British rock group Queen's 1976 album A Day at the Races, written by Freddie Mercury. It was one of several British music hall-inspired songs written by both Mercury and Brian May that appeared on other Queen albums from the 1970s.  The song starts with a piano and vocal introduction by Mercury, then continues, with the bass and drums adding on, at the start of the chorus. The second verse is sung, followed by another chorus.","wikiText":"Good Old-Fashioned Lover Boy&quot; is the fourth single (&quot;Queen's First EP&quot;) from an eighth track on the British rock group Queen's 1976 album A Day at the Races, written by Freddie Mercury. It was one of several British music hall-inspired songs written by both Mercury and Brian May that appeared on other Queen albums from the 1970s.\n \n The song starts with a piano and vocal introduction by Mercury, then continues, with the bass and drums adding on, at the start of the chorus. The second verse is sung, followed by another chorus. At this point, the drums, bass and guitar drop out, which then leads into the bridge, sung by Freddie Mercury and Mike Stone. Following the Brian May guitar solo, another verse is sung, and then the chorus ends the track.\n \n The song describes how &quot;a good old-fashioned lover boy&quot; will romance with an unnamed love interest, especially at night.\n \n The BBC version also has drummer Roger Taylor singing Mike Stone's line. It was partially mimed by the band for BBC and aired on Top of the Pops.\n \n The song was also performed live from A Day At The Races Tour until the end of the News of the World Tour. It was performed in a medley after &quot;Killer Queen&quot;, and was the first two verses, followed by the final chorus.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"A Day At The Races","albumMbid":"9d4c2605-2590-4d51-ade4-938382ef2622","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":173,"location":null}