{"name":"It's a Hard Life","url":"http://www.last.fm/music/Queen/_/It%27s+a+Hard+Life","mbid":"198b01f7-1caa-447e-a719-699b2b222d7a","playcount":867573,"userPlaycount":-1,"listeners":215338,"streamable":false,"id":"1008472","percentageChange":0,"tags":["rock","queen","classic rock","80s","glam rock"],"wikiLastChanged":1235438221000,"wikiSummary":"&quot;It's a Hard Life&quot; is a song by English rock band Queen, written by lead singer Freddie Mercury. It was featured on their 1984 album The Works, and it was the third single from that album. It reached number 6 in the UK Singles Chart and was their third consecutive Top 10 single from the album.  The opening lyric of &quot;It's a Hard Life&quot; is based on the line &quot;Ridi, Pagliaccio, sul tuo amore infranto!&quot; (Laugh, Pagliaccio, at your broken love!) from &quot;Vesti la giubba&quot;, an aria from Ruggiero Leoncavallo's opera Pagliacci.","wikiText":"&quot;It's a Hard Life&quot; is a song by English rock band Queen, written by lead singer Freddie Mercury. It was featured on their 1984 album The Works, and it was the third single from that album. It reached number 6 in the UK Singles Chart and was their third consecutive Top 10 single from the album.\n \n The opening lyric of &quot;It's a Hard Life&quot; is based on the line &quot;Ridi, Pagliaccio, sul tuo amore infranto!&quot; (Laugh, Pagliaccio, at your broken love!) from &quot;Vesti la giubba&quot;, an aria from Ruggiero Leoncavallo's opera Pagliacci. Mercury was well-known for his love of opera, which influenced many Queen songs, such as &quot;Bohemian Rhapsody.&quot;\n \n Musically, the song strongly features Mercury's piano playing and a controlled guitar solo by Brian May.\n \n Tim Pope's video which accompanies the song (which is full of visual jokes) has been created in an operatic &quot;style,&quot; with the band and extras appearing in period &quot;operatic-style&quot; costume. The video also featured an unusual &quot;skull and bones&quot;-themed guitar that cost more than £1,000 [1] played by May, which can be seen on the single cover.\n \n The band found the costumes hot and uncomfortable, and the &quot;eyes&quot; on Mercury's outfit were ridiculed by the others, saying he looked &quot;like a giant prawn&quot;]. Both Roger Taylor and Brian May groaned out loud when shown this video during their commentary for the Greatest Video Hits 2 collection. Taylor said it was &quot;the worst music video ever.&quot; May pointed out more positively that the video was a thematic joke, as it portrayed Mercury as a wealthy man singing about how hard life and love are, and at that point Mercury in real life possessed great wealth but was still searching for love.\n \n Roger Taylor, by his side, remarked that he'd &quot;actually loved the song, hated the video.&quot; Despite this, the video was posted on the band's official YouTube channel.\n \n One of the extras in the clip is Mercury's then-lover, Barbara Valentin.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":248,"location":null}