{"name":"Tie Your Mother Down","url":"http://www.last.fm/music/Queen/_/Tie+Your+Mother+Down","mbid":"1b6379bc-ee26-427f-ae50-aa6e80ccc3ac","playcount":753750,"userPlaycount":-1,"listeners":171783,"streamable":false,"id":"1085130","percentageChange":0,"tags":["rock","classic rock","queen","hard rock","70s"],"wikiLastChanged":1258508395000,"wikiSummary":"&quot;Tie Your Mother Down&quot; is a riff-driven rock song by Queen and is the opening track to their 1976 album <a title=\"Queen - A Day At The Races\" href=\"http://www.last.fm/music/Queen/A+Day+At+The+Races\" class=\"bbcode_album\">A Day At The Races</a>. Written by guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>, it was released as a single a year later  to moderate success on the charts. On the album, the song is preceded by a one-minute instrumental intro, which is actually a reprise of the ending of &quot;<a title=\"Queen &ndash; Teo Torriatte (Let Us Cling Together)\" href=\"http://www.last.fm/music/Queen/_/Teo+Torriatte+(Let+Us+Cling+Together)\" class=\"bbcode_track\">Teo Torriatte (Let Us Cling Together)</a>&quot;: this was intended to create a &quot;circle&quot; in the album, typical, for example, of <a href=\"http://www.last.fm/music/Pink+Floyd\" class=\"bbcode_artist\">Pink Floyd</a>'s albums.  ","wikiText":"&quot;Tie Your Mother Down&quot; is a riff-driven rock song by Queen and is the opening track to their 1976 album <a title=\"Queen - A Day At The Races\" href=\"http://www.last.fm/music/Queen/A+Day+At+The+Races\" class=\"bbcode_album\">A Day At The Races</a>. Written by guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>, it was released as a single a year later  to moderate success on the charts. On the album, the song is preceded by a one-minute instrumental intro, which is actually a reprise of the ending of &quot;<a title=\"Queen &ndash; Teo Torriatte (Let Us Cling Together)\" href=\"http://www.last.fm/music/Queen/_/Teo+Torriatte+(Let+Us+Cling+Together)\" class=\"bbcode_track\">Teo Torriatte (Let Us Cling Together)</a>&quot;: this was intended to create a &quot;circle&quot; in the album, typical, for example, of <a href=\"http://www.last.fm/music/Pink+Floyd\" class=\"bbcode_artist\">Pink Floyd</a>'s albums.\n \n May started writing the song in Tenerife, while he was working for his Ph.D. in astrophysics. He composed the riff on a Spanish guitar, and woke up early one morning and played it while singing &quot;tie your mother down,&quot; a line he considered a joke.\n \n Later on, Queen vocalist <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> encouraged him to keep the line, similar to what happened between John Lennon and Paul McCartney with the line &quot;the movement you need is on your shoulder&quot; from the Beatles' song &quot;Hey Jude&quot;. When performing the song during his solo shows, May has often omitted the line, &quot;take your little brother swimming with a brick, that's all right,&quot; or at the very least mumbled through it.\n \n A promotional film was made for it directed by Bruce Gowers and was a performance clip shot at Nassau Coliseum in Long Island, New York in February, 1977 during the band's first US arena headlining tour.\n \n Though it was a long-time live favorite and a US FM rock radio favorite, the song had limited chart success, making #31 in the UK and #49 in the US. Therefore it was included on the band's first Greatest Hits compilation in certain markets only; however, the song is featured on the <a title=\"Queen - Queen Rocks\" href=\"http://www.last.fm/music/Queen/Queen+Rocks\" class=\"bbcode_album\">Queen Rocks</a> compilation album, together with some of the band's heaviest songs.\n \n In a BBC Radio 4 tribute program to Rory Gallagher, May stated that a key inspiration for the riff of this song came from Taste's 'Morning Sun' from their On The Boards (1970) album. The riff is also quite close in sound to the verse riff from T. Rex's song Funky London Childhood, from their January 1976 album, Futuristic Dragon.\n \n After its release in 1976, it was played by Queen at almost every subsequent tour.\n \n At the 1992 Freddie Mercury Tribute Concert, the song was co-performed by Queen and guests Joe Elliot and Slash. May sang the first verse and chorus before handing over the vocal part to the Def Leppard singer Joe Elliot.\n \n This song has also been played live a few times by Queen with the Foo Fighters. They played this together for instance at Queen's Rock and Roll Hall of Fame induction ceremony in 2001, VH-1's Rock Honors 2006 and most recently in Foo Fighters London Hyde Park performance in which they encored the show with the song.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"A Day At The Races","albumMbid":"9d4c2605-2590-4d51-ade4-938382ef2622","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":224,"location":null}