{"name":"I'm in Love With My Car","url":"http://www.last.fm/music/Queen/_/I%27m+in+Love+With+My+Car","mbid":"21049048-540b-4090-8c60-d4725e714a5c","playcount":607559,"userPlaycount":-1,"listeners":146258,"streamable":false,"id":"1178321","percentageChange":0,"tags":["rock","classic rock","queen","hard rock","70s"],"wikiLastChanged":1255728001000,"wikiSummary":"&quot;I'm in Love with My Car&quot; is amongst <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a>'s most famous songs in the Queen catalogue. The song was initially taken as a joke by <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>, who thought that Taylor was not serious when he heard a demo recording.  Taylor played the guitars in the original demo, but they were later re-recorded by May on his Red Special. The lead vocals and the majority of the harmonies were sung by Roger Taylor, with assistance from <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> and Brian May in the lyrical harmonies of the second chorus.","wikiText":"&quot;I'm in Love with My Car&quot; is amongst <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a>'s most famous songs in the Queen catalogue. The song was initially taken as a joke by <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>, who thought that Taylor was not serious when he heard a demo recording.\n \n Taylor played the guitars in the original demo, but they were later re-recorded by May on his Red Special. The lead vocals and the majority of the harmonies were sung by Roger Taylor, with assistance from <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> and Brian May in the lyrical harmonies of the second chorus. The revving sounds at the conclusion of the song were recorded by Taylor's then current car, an Alfa Romeo. The lyrics were inspired by one of the band's roadies, Johnathan Harris, whose Triumph TR4 was evidently the &quot;love of his life&quot;. The song is dedicated to him, the album says: &quot;Dedicated to Johnathan Harris, boy racer to the end&quot;.\n \n When it came down to releasing the album's first single, Taylor was so fond of his song that he urged Mercury (author of the first single, &quot;Bohemian Rhapsody&quot;) to allow it to be the B-side and reportedly locked himself in a cupboard until Mercury agreed. This decision would later become the cause of much internal friction in the band, in that while it was only the B-side, it generated an equal amount of publishing royalties for Taylor as the main single did for Mercury.\n \n The song was often played live during the '77-'81 period. Taylor sang it from the drums while Mercury played piano and provided backing vocals. Roger would recover the song for his concerts with The Cross and solo tours, where instead of drums he played rhythm guitar. It resurfaced  for the <a href=\"http://www.last.fm/music/Queen+%252B+Paul+Rodgers\" class=\"bbcode_artist\">Queen + Paul Rodgers</a> tour in 2005 and the Rock the Cosmos Tour in 2008. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Queen Rocks","albumMbid":"7bb16d21-a385-4899-9c0a-417fdd062113","position":14,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":185,"location":null}