{"name":"Flash","url":"http://www.last.fm/music/Queen/_/Flash","mbid":"2ae68927-b4be-4de4-9d8f-106ceb01cbca","playcount":987536,"userPlaycount":-1,"listeners":268605,"streamable":false,"id":"12202","percentageChange":0,"tags":["rock","classic rock","queen","80s","soundtrack"],"wikiLastChanged":1255738809000,"wikiSummary":"&quot;Flash&quot; is a song by British rock group Queen. Written by guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>, &quot;Flash&quot; is the theme song of the 1980 film Flash Gordon. The soundtrack released to coincide with the film contained only the music composed and performed by Queen.  There are two versions of the song. The album version (&quot;<a title=\"Queen &ndash; Flash's Theme\" href=\"http://www.last.fm/music/Queen/_/Flash%27s+Theme\" class=\"bbcode_track\">Flash's Theme</a>&quot;) is in fact the start to the movie, with all the dialog from the first scene. The single version features dialogue cut from various parts of the movie, most memorably...","wikiText":"&quot;Flash&quot; is a song by British rock group Queen. Written by guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>, &quot;Flash&quot; is the theme song of the 1980 film Flash Gordon. The soundtrack released to coincide with the film contained only the music composed and performed by Queen.\n \n There are two versions of the song. The album version (&quot;<a title=\"Queen &ndash; Flash's Theme\" href=\"http://www.last.fm/music/Queen/_/Flash%27s+Theme\" class=\"bbcode_track\">Flash's Theme</a>&quot;) is in fact the start to the movie, with all the dialog from the first scene. The single version features dialogue cut from various parts of the movie, most memorably, Brian Blessed's character exclaiming &quot;Gordon's alive!&quot; This version was also included on the Greatest Hits compilation from 1981.\n \n Flash is sung as a duet between <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> and May, with <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> adding the high harmonies. May plays all of the instruments except for the rhythm section. He used a Bösendorfer Imperial Grand Piano (with 97 keys instead of 88, having an extra octave on the low range), Oberheim OBX synth (which he plays in the video) and his homemade Red Special guitar.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Flash Gordon","albumMbid":"04d0af62-3385-4407-8c88-f1e336d66daf","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":168,"location":null}