{"name":"Another One Bites the Dust","url":"http://www.last.fm/music/Queen/_/Another+One+Bites+the+Dust","mbid":"2fd00070-c0ce-4828-945d-806444652428","playcount":4084611,"userPlaycount":-1,"listeners":805792,"streamable":false,"id":"12196","percentageChange":0,"tags":["classic rock","rock","queen","80s","glam rock"],"wikiLastChanged":1283562969000,"wikiSummary":"Queen bass player John Deacon wrote this. All 4 members of <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a> wrote songs, and each wrote at least one hit. Deacon also wrote &quot;<a title=\"Queen &ndash; You&rsquo;re My Best Friend\" href=\"http://www.last.fm/music/Queen/_/You%E2%80%99re+My+Best+Friend\" class=\"bbcode_track\">You&rsquo;re My Best Friend</a>”  Queen recorded a live version of Another One Bites The Dust which can be heard at <a title=\"Queen &ndash; Another One Bites The Dust (Live)\" href=\"http://www.last.fm/music/Queen/_/Another+One+Bites+The+Dust+(Live)\" class=\"bbcode_track\">Another One Bites The Dust (Live)</a>  Deacon was influenced by the <a href=\"http://www.last.fm/music/Chic\" class=\"bbcode_artist\">Chic</a> song <a title=\"Chic &ndash; Good Times\" href=\"http://www.last.fm/music/Chic/_/Good+Times\" class=\"bbcode_track\">Good Times</a>. In an interview with the New Musical Express, <a href=\"http://www.last.fm/music/Chic\" class=\"bbcode_artist\">Chic</a> bass player Bernard Edwards said: “Well, that <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a> record came about because that bass player spent some time hanging out with us at our studio.","wikiText":"Queen bass player John Deacon wrote this. All 4 members of <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a> wrote songs, and each wrote at least one hit. Deacon also wrote &quot;<a title=\"Queen &ndash; You&rsquo;re My Best Friend\" href=\"http://www.last.fm/music/Queen/_/You%E2%80%99re+My+Best+Friend\" class=\"bbcode_track\">You&rsquo;re My Best Friend</a>”\n \n Queen recorded a live version of Another One Bites The Dust which can be heard at <a title=\"Queen &ndash; Another One Bites The Dust (Live)\" href=\"http://www.last.fm/music/Queen/_/Another+One+Bites+The+Dust+(Live)\" class=\"bbcode_track\">Another One Bites The Dust (Live)</a>\n \n Deacon was influenced by the <a href=\"http://www.last.fm/music/Chic\" class=\"bbcode_artist\">Chic</a> song <a title=\"Chic &ndash; Good Times\" href=\"http://www.last.fm/music/Chic/_/Good+Times\" class=\"bbcode_track\">Good Times</a>. In an interview with the New Musical Express, <a href=\"http://www.last.fm/music/Chic\" class=\"bbcode_artist\">Chic</a> bass player Bernard Edwards said: “Well, that <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a> record came about because that bass player spent some time hanging out with us at our studio. But that’s OK. What isn’t OK is that the press started saying that we had ripped them off! Can you believe that? ‘Good Times’ came out more than a year before, but it was inconceivable to these people that black musicians could possibly be innovative like that. It was just these dumb Disco guys ripping off this Rock ‘n’ Roll song.”\n \n Deacon played most of the instruments on the track: lead and rhythm guitars, bass, reversed piano and additional percussion. Brian May did some guitar effects with harmoniser (in the interlude), and Roger Taylor played the drum loop. Surprisingly, there are no synthesizers, despite the band's decision to use synthesizers for the first time on the album.\n \n  The drum track and the hand claps were looped. They repeat throughout the song.\n \n While the band and producer Reinhold Mack were mixing the track, Brian May’s roadie suggested it to be released as single; the band didn’t like the idea but were finally talked into doing it when Michael Jackson, after a concert, suggested the same idea.\n \n Deacon claimed in a 1980 interview that Roger Taylor opposed the song’s drum beat. However the drummer denied this in an interview with Mojo magazine October 2008. He insisted: “I’d already had an ineffectual pop at that kind of music with ‘Fun It,’ on the Jazz album. I was never against Another One Bites The Dust, but I was against releasing it as a single.”\n \n Freddie Mercury loved this track. Brian May recalled to Mojo: “Freddie sung until his throat bled on Another One Bites The Dust. He was so into it. He wanted to make that song something special.”\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits","albumMbid":"67359849-625a-4017-baa8-d8cf74cb0daf","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":215,"location":null}