{"name":"Love of My Life","url":"http://www.last.fm/music/Queen/_/Love+of+My+Life","mbid":"43074d46-8cfc-4b55-994a-e13623fa9b35","playcount":1266217,"userPlaycount":-1,"listeners":225788,"streamable":false,"id":"1084764","percentageChange":0,"tags":["classic rock","rock","queen","70s","love"],"wikiLastChanged":1267207498000,"wikiSummary":"&quot;Love of My Life&quot; is a ballad from the album <a title=\"Queen - A Night at the Opera\" href=\"http://www.last.fm/music/Queen/A+Night+at+the+Opera\" class=\"bbcode_album\">A Night at the Opera</a> by English rock band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>. A live release of the single reached number 1 in Argentina and Brazil, in 1979. The preceding track on the album, &quot;<a title=\"Queen &ndash; The Prophet's Song\" href=\"http://www.last.fm/music/Queen/_/The+Prophet%27s+Song\" class=\"bbcode_track\">The Prophet's Song</a>&quot;, flows seamlessly into this song, although the two were never performed back to back live.  <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> wrote it on the piano and guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> rearranged the song for acoustic 12-string guitar to facilitate live performances.","wikiText":"&quot;Love of My Life&quot; is a ballad from the album <a title=\"Queen - A Night at the Opera\" href=\"http://www.last.fm/music/Queen/A+Night+at+the+Opera\" class=\"bbcode_album\">A Night at the Opera</a> by English rock band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>. A live release of the single reached number 1 in Argentina and Brazil, in 1979. The preceding track on the album, &quot;<a title=\"Queen &ndash; The Prophet's Song\" href=\"http://www.last.fm/music/Queen/_/The+Prophet%27s+Song\" class=\"bbcode_track\">The Prophet's Song</a>&quot;, flows seamlessly into this song, although the two were never performed back to back live.\n \n <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> wrote it on the piano and guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> rearranged the song for acoustic 12-string guitar to facilitate live performances. May contributed occasional guitar phrases to the original recording and played the swooping harp glissandi by pasting together multiple takes of single chords. The song is a good example of Mercury's familiarity with rubato phrasing, showcasing his classical piano influences, notably by Chopin and Beethoven.\n \n The song was written for Mary Austin, Mercury's girlfriend at the time.\n \n &quot;Love of My Life&quot; was such a concert favourite that Mercury frequently stopped singing and allowed the audience to take over. It was especially well received during concerts in South America, and the band released the song as a single there.\n \n The 1979 album Live Killers features a live version of the song. It was also performed during the Queen Rock Montreal, Live at the Bowl, Live at Wembley '86, and Return of the Champions concerts. There is a live video of the song on the DVD Greatest Video Hits 1 of a May-Mercury-Audience trio in Tokyo, 1979. The audio for that clip came from a 1979 performance in Frankfurt.\n \n After Mercury's death, Brian May usually dedicated the song to his late friend. A notable exception is the Sheffield show which yielded the Return of the Champions CD and DVD. At that show, May announced that Mercury's mother was at the show and he dedicated the song to her. In the Queen + Paul Rodgers Tour, May would sing a few lines of the song, then let the audience take over. He did this on every verse.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"A Night at the Opera / The Works","albumMbid":"6b77ffec-8bc7-4f9a-b302-d34704bf2af1","position":9,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":217,"location":null}