{"name":"Breakthru","url":"http://www.last.fm/music/Queen/_/Breakthru","mbid":"4c30c53f-0a51-4cad-8401-0bff1da229b7","playcount":926340,"userPlaycount":-1,"listeners":213174,"streamable":false,"id":"1008450","percentageChange":0,"tags":["rock","classic rock","queen","80s","hard rock"],"wikiLastChanged":1288208519000,"wikiSummary":"&quot;Breakthru&quot; is a song by English rock band Queen. Credited as being written by Queen, it was released in June 1989 from the album The Miracle. The single reached #7 in the UK but was not released in the United States.  The song begins with 30 seconds of slow vocal harmony, written by Freddie Mercury, and then abruptly changes to a fast-paced rocker, that was mostly written by Roger Taylor. The intro was originally meant for a different song which ended up never being released, &quot;A New Life Is Born&quot;. Some copies of it have leaked to the internet. ","wikiText":"&quot;Breakthru&quot; is a song by English rock band Queen. Credited as being written by Queen, it was released in June 1989 from the album The Miracle. The single reached #7 in the UK but was not released in the United States.\n \n The song begins with 30 seconds of slow vocal harmony, written by Freddie Mercury, and then abruptly changes to a fast-paced rocker, that was mostly written by Roger Taylor. The intro was originally meant for a different song which ended up never being released, &quot;A New Life Is Born&quot;. Some copies of it have leaked to the internet.\n \n On the Queen for an Hour interview conducted in 1989, Mercury said that this was a great example of two separate bits coming together to make a final track. He commented on how the band had about 30 tracks to work with and only completed a handful, working on all of them at least somewhat.\n \n The video of the song shows the members of the band performing the song on a train, named &quot;The Miracle Express&quot;. The video also features Taylor's then-girlfriend Debbie. It was filmed on the preserved Nene Valley Railway in Cambridgeshire, England.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":249,"location":null}