{"name":"Heaven for Everyone","url":"http://www.last.fm/music/Queen/_/Heaven+for+Everyone","mbid":"4cf77bbb-a65d-4376-9ab8-4ec52eb1d433","playcount":590245,"userPlaycount":-1,"listeners":153689,"streamable":false,"id":"1081062","percentageChange":0,"tags":["rock","classic rock","queen","pop rock","80s"],"wikiLastChanged":1258769516000,"wikiSummary":"Heaven for Everyone&quot; is a song written by <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a>. It originally appeared on Taylor's side-project <a href=\"http://www.last.fm/music/The+Cross\" class=\"bbcode_artist\">The Cross</a>'s album <a title=\"The Cross - Shove It\" href=\"http://www.last.fm/music/The+Cross/Shove+It\" class=\"bbcode_album\">Shove It</a>, with Freddie Mercury as a guest vocalist, and is the album's 4th track. It was reworked for Queen's 1995 album <a title=\"Queen - Made In Heaven\" href=\"http://www.last.fm/music/Queen/Made+In+Heaven\" class=\"bbcode_album\">Made In Heaven</a> and was the album's first single.   The single reached #2 on the charts in the UK.  Some reports have Roger Taylor writing the song in 1986 as part of Queen's <a title=\"Queen - A Kind Of Magic\" href=\"http://www.last.fm/music/Queen/A+Kind+Of+Magic\" class=\"bbcode_album\">A Kind Of Magic</a> album sessions, after their work on Highlander was complete. If he did, the song was not used, or was left incomplete when the album was finished.","wikiText":"Heaven for Everyone&quot; is a song written by <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a>. It originally appeared on Taylor's side-project <a href=\"http://www.last.fm/music/The+Cross\" class=\"bbcode_artist\">The Cross</a>'s album <a title=\"The Cross - Shove It\" href=\"http://www.last.fm/music/The+Cross/Shove+It\" class=\"bbcode_album\">Shove It</a>, with Freddie Mercury as a guest vocalist, and is the album's 4th track. It was reworked for Queen's 1995 album <a title=\"Queen - Made In Heaven\" href=\"http://www.last.fm/music/Queen/Made+In+Heaven\" class=\"bbcode_album\">Made In Heaven</a> and was the album's first single. \n \n The single reached #2 on the charts in the UK.\n \n Some reports have Roger Taylor writing the song in 1986 as part of Queen's <a title=\"Queen - A Kind Of Magic\" href=\"http://www.last.fm/music/Queen/A+Kind+Of+Magic\" class=\"bbcode_album\">A Kind Of Magic</a> album sessions, after their work on Highlander was complete. If he did, the song was not used, or was left incomplete when the album was finished. When Taylor started working on the material for the album Shove It, he recruited Freddie Mercury to record the backing vocals on the song. Two versions were recorded, one with Mercury doing only backing vocals to Taylor's lead vocals, and another with Mercury singing the lead vocals. The backing track of each was re-recorded as well, instead of the two lead vocals being recorded over the same instrumental backing. The Taylor-vocal version is about twenty seconds longer than the Mercury-vocal version.\n \n The Cross versions also feature a spoken intro by Taylor, as well as a spoken refrain in the middle. The refrain in the Taylor vocal has an extra lyric not sung in the Mercury-vocal version (though it appears in the printed lyrics). Both versions end with Taylor saying &quot;And that. Is the end. Of this section.&quot; It's unclear if he means 'section' as that half of the album, or the serious-issues section of the album (this song being the only serious song on the album).\n \n The UK edition of the album Shove It featured Mercury's vocal version, while the UK single featured Taylor's vocal version. In the US, the album featured Taylor's vocal version and neither were released as a single.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits III","albumMbid":"","position":7,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":277,"location":null}