{"name":"These Are the Days of Our Lives","url":"http://www.last.fm/music/Queen/_/These+Are+the+Days+of+Our+Lives","mbid":"5003d1bd-0a87-4891-a78a-43b5db1bbf55","playcount":802290,"userPlaycount":-1,"listeners":188747,"streamable":false,"id":"1114226","percentageChange":0,"tags":["rock","classic rock","queen","90s","british"],"wikiLastChanged":1267842783000,"wikiSummary":"&quot;These Are the Days of Our Lives&quot; is a song by the British rock band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>. It is the eighth track on the album <a title=\"Queen - Innuendo\" href=\"http://www.last.fm/music/Queen/Innuendo\" class=\"bbcode_album\">Innuendo</a>. Though credited to the band as a whole, it was written by drummer <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a>.  The accompanying video was the last to feature the band's front man <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> as he was in the final stages of a battle with AIDS. The majority of the footage used in the video was filmed by Rudi Dolezal and Hannes Rossacher of DoRo Productions on May 30, 1991.","wikiText":"&quot;These Are the Days of Our Lives&quot; is a song by the British rock band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>. It is the eighth track on the album <a title=\"Queen - Innuendo\" href=\"http://www.last.fm/music/Queen/Innuendo\" class=\"bbcode_album\">Innuendo</a>. Though credited to the band as a whole, it was written by drummer <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a>.\n \n The accompanying video was the last to feature the band's front man <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> as he was in the final stages of a battle with AIDS. The majority of the footage used in the video was filmed by Rudi Dolezal and Hannes Rossacher of DoRo Productions on May 30, 1991. Although Roger Taylor seems to play the conga in the video, it was actually Dave Richards, the band's producer at the time, who recorded the conga percussion (albeit a synthesized conga) for the song.\n \n For the promotional video, Mercury, Taylor and <a href=\"http://www.last.fm/music/John+Deacon\" class=\"bbcode_artist\">John Deacon</a> were present at the shoot, with additional footage of guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> filmed some weeks later and edited into the footage, as he was out of the country on a radio promotional tour at the time of the principal film shoot. The video was shot in black and white to hide the full extent of Freddie's faltering condition. Colour production footage of the video later emerged, showing just how frail Freddie really looked, and justifying the band's decision to film in black and white out of respect for him.\n \n The version of the finished video serviced to the U.S. market also featured some animated footage produced by animators for the Walt Disney Studios, as Queen's North American record label, Hollywood Records, is a subsidiary of The Walt Disney Company. In Europe, a different, 'clean' version of the video without the animated sequences was released. Then another video version was released in 1992 to promote the Classic Queen compilation album in the US, combining old footage of the band from 1973 to 1991 plus the performances of the band from the US aired video.\n \n The song was issued as a single in the US on September 5, 1991 (which happens to be the last birthday of Freddie's he lived to see) and as double A-side single in the UK on December 9, 1991, in the wake of Mercury's death, with the seminal Queen track &quot;Bohemian Rhapsody&quot;. The single debuted at #1 on the UK singles chart.\n \n The song was awarded a BRIT Award for &quot;Best Single&quot; in 1992.\n \n The song was played live in 1992 at the Freddie Mercury Tribute Concert, sung by George Michael and Lisa Stansfield. This live version was later included in the 1993 &quot;Five Live (EP)&quot;, credited to 'George Michael with Queen &amp; Lisa Stansfield', but mostly featuring George Michael live songs plus Dear Friends, a short track sung by Freddie Mercury taken from the 1974 Sheer Heart Attack album, closing the EP.\n \n The song was played on the 2005/06 Queen + Paul Rodgers tours with vocals by Roger Taylor. On stage the song was accompanied by a video of the band in their early days in Japan.\n \n The song was used on July 1, 2007, at the Concert for Diana. It was a concert held at the new Wembley Stadium in London, England, United Kingdom in honour of Diana, Princess of Wales. At the end of the performances, a video montage of Diana as a child was presented and this song was playing in the background.\n \n A cover version by Petula Clark is included on her 2008 compilation album Then &amp; Now.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Innuendo","albumMbid":"0d723a2e-7054-368a-a1c8-264a41dda872","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":262,"location":null}