{"name":"Princes Of The Universe","url":"http://www.last.fm/music/Queen/_/Princes+Of+The+Universe","mbid":"5f6b87c5-e756-45ef-9664-79352b8320f7","playcount":783680,"userPlaycount":-1,"listeners":166775,"streamable":false,"id":"1069642","percentageChange":0,"tags":["classic rock","rock","queen","80s","soundtrack"],"wikiLastChanged":1266548542000,"wikiSummary":"Princes of the Universe&quot; is a song written by <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> and performed by <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>. The song was written for the soundtrack of the movie Highlander and released on the <a title=\"Queen - A Kind Of Magic\" href=\"http://www.last.fm/music/Queen/A+Kind+Of+Magic\" class=\"bbcode_album\">A Kind Of Magic</a> album in 1986. Later it was also used for the Highlander: The Series as its theme song. The song was never released as a single in the UK, and while not a charting hit, it is considered a cult favorite because of its relation to the film.  ","wikiText":"Princes of the Universe&quot; is a song written by <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a> and performed by <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>. The song was written for the soundtrack of the movie Highlander and released on the <a title=\"Queen - A Kind Of Magic\" href=\"http://www.last.fm/music/Queen/A+Kind+Of+Magic\" class=\"bbcode_album\">A Kind Of Magic</a> album in 1986. Later it was also used for the Highlander: The Series as its theme song. The song was never released as a single in the UK, and while not a charting hit, it is considered a cult favorite because of its relation to the film.\n \n The music video was directed by Russel Mulcahy and was shot on the Silvercup rooftop stage used for the film, featuring a sword fight between Connor MacLeod (Christopher Lambert) and Freddie Mercury intercut with scenes from the movie. During the video, guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> appears without his trademark 'Red Special' guitar, but instead with a white Jackson Randy Rhoads guitar. \n \n The video was actually played quite a bit on music video stations (in the US) when this single came out, despite not charting. Up until its eventual release on Greatest Flix III (VHS, 1999) and Greatest Video Hits 2 (DVD, 2003), it was rarely seen by fans outside North America, elevating its possession to that of a collector's item.\n \n Musically, it is complex, with many different sections in different tempos and with different instrument ensembles. The overall sound is mostly hard, driving electric guitars, with sections of chorale singing. The song has some characteristics of a power metal song, such as fantastic lyrics, powerful vocals and fast guitar, although it has an asymmetric song structure with no clear verses and choruses, and frequently switch tempos, therefore bearing some similarities to progressive rock or progressive metal.\n \n The lyrics are from the perspective of the immortals, about the state of being immortal, the superiority it gives them to normal humans, and the test that they must face because of this. The lyrics can also be interpreted as regarding Queen themselves: &quot;People talk about you, people say you've had your day / I'm a man that will go far, find the moon and reach for the stars.&quot; The song Who Wants to Live Forever is the foil of this song.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits III","albumMbid":"","position":13,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":211,"location":null}