{"name":"A Kind of Magic","url":"http://www.last.fm/music/Queen/_/A+Kind+of+Magic","mbid":"78a7fa73-68df-4989-b554-040716bb77ad","playcount":1914683,"userPlaycount":-1,"listeners":400365,"streamable":false,"id":"1001232","percentageChange":0,"tags":["rock","classic rock","queen","80s","british"],"wikiLastChanged":1280498484000,"wikiSummary":"A Kind Of Magic was written by Roger Taylor, who wrote the melody and chords for the version that appeared in the film &quot;Highlander&quot;. For the version that would appear on the album, Freddie Mercury composed a new bass line, added instrumental breaks, and changed the song's order. Mercury and David Richards produced this new version, though the song was still credited only to Taylor. Whilst Taylor's version is at the end of the film, Mercury's version appears on the album.  ","wikiText":"A Kind Of Magic was written by Roger Taylor, who wrote the melody and chords for the version that appeared in the film &quot;Highlander&quot;. For the version that would appear on the album, Freddie Mercury composed a new bass line, added instrumental breaks, and changed the song's order. Mercury and David Richards produced this new version, though the song was still credited only to Taylor. Whilst Taylor's version is at the end of the film, Mercury's version appears on the album.\n \n The phrase &quot;a kind of magic&quot; is actually used in the film by Christopher Lambert and impressed Taylor so much that he made it into a full song. There are references to the film in the lyrics – &quot;one prize, one goal&quot;; &quot;no mortal man&quot;: &quot;there can be only one&quot;.\n \n The music video for this song was directed by Russell Mulcahy, director of Highlander. Notable is that guitarist Brian May didn't use his famous Red Special guitar in the music video, instead he used a 1984 copy. Mercury is dressed as a magician type of figure. He enters an apparently condemned house where Brian May, Roger Taylor, and John Deacon (all dressed as stereotypical hobos) are asleep until awakened by Mercury's entrance. The Queen members then appear dressed regularly with their instruments. Throughout the video, cartoon images dance to the beat of the song.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":262,"location":null}