{"name":"Hammer to Fall","url":"http://www.last.fm/music/Queen/_/Hammer+to+Fall","mbid":"800c66e2-8571-4868-b037-89d55c2bd34c","playcount":1121796,"userPlaycount":-1,"listeners":256686,"streamable":false,"id":"1008455","percentageChange":0,"tags":["rock","classic rock","queen","hard rock","80s"],"wikiLastChanged":1258945570000,"wikiSummary":"&quot;Hammer to Fall&quot; is a 1984 hard rock song written by <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> and performed by the British rock group Queen. It appeared on their 1984 album <a title=\"Queen - The Works\" href=\"http://www.last.fm/music/Queen/The+Works\" class=\"bbcode_album\">The Works</a>.  It was the fourth and final single to be released from that album, although the single version was edited down by thirty seconds in contrast to the version on the album. Different sleeves were used to package this single and the live picture sleeve is now a collector's item.","wikiText":"&quot;Hammer to Fall&quot; is a 1984 hard rock song written by <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> and performed by the British rock group Queen. It appeared on their 1984 album <a title=\"Queen - The Works\" href=\"http://www.last.fm/music/Queen/The+Works\" class=\"bbcode_album\">The Works</a>.\n \n It was the fourth and final single to be released from that album, although the single version was edited down by thirty seconds in contrast to the version on the album. Different sleeves were used to package this single and the live picture sleeve is now a collector's item. The song was also the subject of a popular music video directed by David Mallet, in which was a regular live performance of the song by the band in Brussels during the Works Tour (<a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> can be seen wearing a &quot;Choose Life&quot; t-shirt in the video). The song harks back to the Queen of old, with a song being built around a hard angular and muscular riff.\n \n The song was a concert favorite and was also played at Live Aid, to great success.  It peaked at number 13 in the UK and was later featured in the movie Highlander.\n \n At the Freddie Mercury Tribute Concert in 1992, <a href=\"http://www.last.fm/music/Extreme\" class=\"bbcode_artist\">Extreme</a> singer <a href=\"http://www.last.fm/music/Gary+Cherone\" class=\"bbcode_artist\">Gary Cherone</a> performed the song with the band, having earlier done a medley of other Queen songs with his own group.\n \n For Brian May's 1998 <em><a title=\"Brian May - Another World\" href=\"http://www.last.fm/music/Brian+May/Another+World\" class=\"bbcode_album\">Another World</a></em>  tour, he slowed down the intro of the song considerably (sounding almost like the intro of <a title=\"Queen &ndash; It's Late\" href=\"http://www.last.fm/music/Queen/_/It%27s+Late\" class=\"bbcode_track\">It's Late</a>) before speeding it up in the middle. This arrangement would be used to great effect on the 2005 and 2006 <a href=\"http://www.last.fm/music/Queen+%252B+Paul+Rodgers\" class=\"bbcode_artist\">Queen + Paul Rodgers</a> tours, an example of which was released on the <a title=\"Queen + Paul Rodgers - Return Of The Champions\" href=\"http://www.last.fm/music/Queen+%252B+Paul+Rodgers/Return+Of+The+Champions\" class=\"bbcode_album\">Return Of The Champions</a> album and DVD. \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":14,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":221,"location":null}