{"name":"The Invisible Man","url":"http://www.last.fm/music/Queen/_/The+Invisible+Man","mbid":"b4715a58-496c-4cd2-8f99-b2cc115ebdfc","playcount":730553,"userPlaycount":-1,"listeners":188867,"streamable":false,"id":"1008482","percentageChange":0,"tags":["rock","classic rock","queen","80s","glam rock"],"wikiLastChanged":1305162046000,"wikiSummary":"The Invisible Man&quot; is a song by English rock band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>, written by drummer <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> but credited to the band as a whole.   Originally released on the band's 1989 album <a title=\"Queen - The Miracle\" href=\"http://www.last.fm/music/Queen/The+Miracle\" class=\"bbcode_album\">The Miracle</a>, it was also released as a single that same year. Taylor claims that he got the inspiration to create the song while reading a book, and the bass line suddenly came into his head  This song marks the only time in any of Queen's songs that all four band members names are mentioned in the lyrics. Taylor calls out his bandmate's names, the first being <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a>, followed by <a href=\"http://www.last.fm/music/John+Deacon\" class=\"bbcode_artist\">John Deacon</a>.","wikiText":"The Invisible Man&quot; is a song by English rock band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a>, written by drummer <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> but credited to the band as a whole. \n \n Originally released on the band's 1989 album <a title=\"Queen - The Miracle\" href=\"http://www.last.fm/music/Queen/The+Miracle\" class=\"bbcode_album\">The Miracle</a>, it was also released as a single that same year. Taylor claims that he got the inspiration to create the song while reading a book, and the bass line suddenly came into his head\n \n This song marks the only time in any of Queen's songs that all four band members names are mentioned in the lyrics. Taylor calls out his bandmate's names, the first being <a href=\"http://www.last.fm/music/Freddie+Mercury\" class=\"bbcode_artist\">Freddie Mercury</a>, followed by <a href=\"http://www.last.fm/music/John+Deacon\" class=\"bbcode_artist\">John Deacon</a>. <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a>'s name is then mentioned twice,just before his guitar solo starts, perhaps as a nod to his technique of using delays,  and lastly Mercury sings &quot;RRRoger Taylor&quot;, rolling the &quot;r&quot; to emulate the drums at the end of the verse.\n \n In the music video, a video game called &quot;The Invisible Man&quot; plays a large part, as a small child is playing a game while the band (all dressed in black), who are the &quot;bad guys&quot; in the game, enter the real world and perform the song in his room, while the boy is trying to shoot them with the game controller. From time to time, Mercury appears in various places in the child's room, vanishing before the boy can shoot him with the video controller. After Mercury emerges from the child's closet with his band in tow, John Deacon removes his cowboy hat and throws it to the floor. In perhaps a futile attempt to emulate him, the boy removes his baseball cap, and dons the other. The screen then shows an image of the band in the game once more, Deacon without a hat, and the child walks underneath them.\n \n Roger Taylor - 29/05/1989, BBC Radio One (interview with Mike Read):\n \n &quot;I did that one but then everyone came in. I can't remember where the idea did come from. I think it came from a book I was reading, and it just seemed to fit in with a rhythmic pattern I had in mind.&quot;\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":13,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":235,"location":null}