{"name":"Headlong","url":"http://www.last.fm/music/Queen/_/Headlong","mbid":"b8b9c3f5-d50c-4f04-9d6e-f3ab6ee9c51f","playcount":953173,"userPlaycount":-1,"listeners":232356,"streamable":false,"id":"1008459","percentageChange":0,"tags":["rock","classic rock","queen","hard rock","glam rock"],"wikiLastChanged":1252895024000,"wikiSummary":"&quot;Headlong&quot; is the third track of Queen's 1991 album Innuendo. Written by guitarist Brian May, but credited to Queen, it is one of the album's five singles.  The song was initially going to be recorded by Brian May for his upcoming solo album, 1992's Back To The Light, but when he heard Freddie sing the track, he just couldn't help but let his band mates work on the song, thus becoming a Queen product.   ","wikiText":"&quot;Headlong&quot; is the third track of Queen's 1991 album Innuendo. Written by guitarist Brian May, but credited to Queen, it is one of the album's five singles.  The song was initially going to be recorded by Brian May for his upcoming solo album, 1992's Back To The Light, but when he heard Freddie sing the track, he just couldn't help but let his band mates work on the song, thus becoming a Queen product. \n \n The song was the first single to be released in the United States under their contract with Hollywood Records on January 14th, 1991. The cover of one of the CD singles is inspired by Grandville illustrations, as are all of the others from the album. \n \n &quot;Headlong&quot; charted on the Hot Mainstream Rock Tracks at #3. The line &quot;And you're rushin' Headlong&quot; from the chorus is somewhat lifted from the second verse of Breakthru, a single from Queen's previous album The Miracle, which contains the lyrics &quot;I wanna rush headlong into this ecstasy&quot;.\n \n <strong><span style=\"text-decoration:underline;\">Interviews with Queen:</span></strong>\n \n <strong>Brian May, 1991:</strong>\n \n &quot;I was in the studio for a couple of days to get some things out of my system. I thought that maybe I'd be left with a solo album, maybe with a Queen album, I just didn't know and I came up with 'Headlong' and I Can't Live With You - the guys liked them.&quot;\n \n <strong>Brian May, 1991:</strong>\n \n &quot;'Headlong' came from me, at our studio in Montreux, a home recording studio for us that's very state-of-the-art, lovely for creating. The ideas came in a couple of days. At first I thought about it as a song for my solo album ( Back To The Light) but, as always, the band is the best vehicle. As soon as I heard Freddie sing it, I said, 'That's it!' Sometimes it's painful to give the baby away, but what you gain is much more. It became a Queen song.&quot; \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"Greatest Hits II","albumMbid":"e66653dc-e884-37cf-9fb5-88136138e121","position":10,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":278,"location":null}