{"name":"'39","url":"http://www.last.fm/music/Queen/_/%2739","mbid":"c50d9435-9e67-4468-a5d7-355f54731201","playcount":720248,"userPlaycount":-1,"listeners":142158,"streamable":false,"id":"1165709","percentageChange":0,"tags":["classic rock","rock","queen","70s","hard rock"],"wikiLastChanged":1257534035000,"wikiSummary":"'39 is a song by English guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> and first recorded by his band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a> for their 1975 album <a title=\"Queen - A Night at the Opera\" href=\"http://www.last.fm/music/Queen/A+Night+at+the+Opera\" class=\"bbcode_album\">A Night at the Opera</a>. May sings lead vocals on its skiffle-like arrangement, featuring three- and four-part harmony vocals — including passages of falsetto during the middle bridge section, which culminate in a high-A note sung by <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> (May commented in 2005 that Taylor actually refused to sing the note he wanted, so he got him to sing a lower note then used varispeed to up the pitch).  ","wikiText":"'39 is a song by English guitarist <a href=\"http://www.last.fm/music/Brian+May\" class=\"bbcode_artist\">Brian May</a> and first recorded by his band <a href=\"http://www.last.fm/music/Queen\" class=\"bbcode_artist\">Queen</a> for their 1975 album <a title=\"Queen - A Night at the Opera\" href=\"http://www.last.fm/music/Queen/A+Night+at+the+Opera\" class=\"bbcode_album\">A Night at the Opera</a>. May sings lead vocals on its skiffle-like arrangement, featuring three- and four-part harmony vocals — including passages of falsetto during the middle bridge section, which culminate in a high-A note sung by <a href=\"http://www.last.fm/music/Roger+Taylor\" class=\"bbcode_artist\">Roger Taylor</a> (May commented in 2005 that Taylor actually refused to sing the note he wanted, so he got him to sing a lower note then used varispeed to up the pitch).\n \n Counting all of the original songs starting with <a title=\"Queen &ndash; Keep Yourself Alive\" href=\"http://www.last.fm/music/Queen/_/Keep+Yourself+Alive\" class=\"bbcode_track\">Keep Yourself Alive</a> (on the eponymous first Queen album) all the way through to '39, this song falls 39th in chronological order. Brian May is also the 39th guitarist on the &quot;Rolling Stone&quot; magazine's list of the &quot;100 Greatest Guitarists of All Time.\n \n The acoustic guitars were recorded with a capo on the first fret, making them sound a semitone higher.\n \n May jokingly suggested that bassist <a href=\"http://www.last.fm/music/John+Deacon\" class=\"bbcode_artist\">John Deacon</a> play an upright bass to reinforce the skiffle feel of the song. Only after seeing that Deacon had taught himself how to play one in the studio did the band agree to use the instrument. &quot;'39&quot; was released as the B-side to &quot;<a title=\"Queen &ndash; You're My Best Friend\" href=\"http://www.last.fm/music/Queen/_/You%27re+My+Best+Friend\" class=\"bbcode_track\">You're My Best Friend</a>&quot;, so the two singles from A Night at the Opera comprised one composition from each of the four members of Queen.\n \n The song tells the story of twenty volunteers who set of an a space-ship and return one hundred years later having only aged one year. The protagonist returns to find his wife dead and sees her eyes in their daughters. In a 1983 interview with BBC Radio One, Brian May had this to say about the song:\n \n &quot;It’s a science fiction story. It’s the story about someone who goes away and leaves his family and because of the time dilation effect, when you go away, the people on earth have aged a lot more than he has when he comes home. He’s aged a year and they’ve aged 100 years so, instead of coming back to his wife, he comes back to his daughter and he can see his wife in his daughter, a strange story. I think, also, I had in mind a story of Herman Hesse which I think is called ‘The River’. A man leaves his hometown and has lots of travels and then comes back and observes his hometown from the other side of the river. He sees it in a different light having been away and experienced all those different things. He sees it in a very illuminating way, cause I felt a little bit like that about my home at the time as well having been away and seen this vastly different world of rock music. Totally different from the way I was brought up and I had those feelings about home.\n \n So usually the song, I think people generally usually won’t admit it, but I think when most people write songs there are more than one level to them. They’ll be about one thing on the surface but underneath they’re probably, even unconsciously, trying to say something about their own life, their own experience. I know in my own stuff there is something like that.&quot;\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Queen","artistMbid":"0383dadf-2a4e-4d10-a46a-e9e041da8eb3","album":"A Night at the Opera / The Works","albumMbid":"6b77ffec-8bc7-4f9a-b302-d34704bf2af1","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":211,"location":null}