{"name":"Sonne","url":"http://www.last.fm/music/Rammstein/_/Sonne","mbid":"02c071ca-ea32-40e2-b36d-cd02c302fd93","playcount":3698059,"userPlaycount":-1,"listeners":438402,"streamable":false,"id":"41146","percentageChange":0,"tags":["industrial metal","metal","german","industrial","rammstein"],"wikiLastChanged":1253206940000,"wikiSummary":"&quot;Sonne&quot; (German for &quot;Sun&quot;) is a song by the German Neue Deutsche Härte group Rammstein. It was the first single released from the then forthcoming album Mutter. According to Till Lindemann, the song was originally written as an entrance song for the boxer Vitali Klitschko, which was also the working title of the song.  An excerpt of &quot;Sonne&quot; was used in the 2002 movie FeardotCom, when the psychopathic torturist abducted an unsuspecting aspiring actress.  ","wikiText":"&quot;Sonne&quot; (German for &quot;Sun&quot;) is a song by the German Neue Deutsche Härte group Rammstein. It was the first single released from the then forthcoming album Mutter. According to Till Lindemann, the song was originally written as an entrance song for the boxer Vitali Klitschko, which was also the working title of the song.\n \n An excerpt of &quot;Sonne&quot; was used in the 2002 movie FeardotCom, when the psychopathic torturist abducted an unsuspecting aspiring actress.\n \n The video features the band as dwarves working for a gold dust-addicted Snow White, driven by their sexual obsession towards her. Apparently, this came about while several of the band members were watching the old Disney film, Snow White, and had Sonne playing in the background, giving them the idea for the video. Also (as told by Paul in the Making Of Sonne video) the video came out of a video Olliver (bassist) did mixing Sonne song and parts of Snow White movie with his computer. The band supposedly went through nearly 40 different ideas for the video such as the story of a boxer, before choosing the Snow White theme. One of the other ideas was a video about the dropping of the atomic bomb on Hiroshima (which would have matched the lyrics and the depressed-sounding vocalization). Lady Snow-White (German &quot;Schneewittchen&quot;) is played by the Russian soap actress Yulia Stepanova.\n \n It debuted as &quot;Klitschko&quot; in April 16th, 2000. The song was very different from the final version released in Mutter. Sonne was also played in some concerts of the Big Day Out festival 2001, and those concerts were the only time the song was played like it was released on the album. When played live, the band usually omits the final stanza, and instead they play a slightly longer intro and outro. Theatrical flames shoot several feet into the air when Rammstein plays the song. Since May 2001, Sonne has been played live in every Rammstein concert to date.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Rammstein","artistMbid":"b2d122f9-eadb-4930-a196-8f221eeb0c66","album":"Mutter","albumMbid":"b18729d7-287e-4519-9397-b9f3e079cd3d","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":272,"location":null}