{"name":"Ich will","url":"http://www.last.fm/music/Rammstein/_/Ich+will","mbid":"18f2899a-6260-4f50-bbda-a3e46f0cd9e4","playcount":3490591,"userPlaycount":-1,"listeners":406080,"streamable":false,"id":"41121","percentageChange":0,"tags":["industrial metal","metal","industrial","german","rammstein"],"wikiLastChanged":1253562936000,"wikiSummary":"&quot;Ich will&quot; (German for I want) is a single by Rammstein. It was originally released in Germany on September 10, 2001. Since it was released the day before the September 11, 2001 attacks, many channels did not air the music video (which was to debut on U.S. television the night of September 11, 2001). The German single contains a live cover version of The Ramones' song &quot;Pet Sematary&quot;, sung by keyboardist Flake.  The music video of &quot;Ich will&quot; features the band members engaging in a bank robbery. The video shows both the robbery and its aftermath, and moves between these two scenes. ","wikiText":"&quot;Ich will&quot; (German for I want) is a single by Rammstein. It was originally released in Germany on September 10, 2001. Since it was released the day before the September 11, 2001 attacks, many channels did not air the music video (which was to debut on U.S. television the night of September 11, 2001). The German single contains a live cover version of The Ramones' song &quot;Pet Sematary&quot;, sung by keyboardist Flake.\n \n The music video of &quot;Ich will&quot; features the band members engaging in a bank robbery. The video shows both the robbery and its aftermath, and moves between these two scenes.\n \n The robbery: The band is shown entering a bank wearing stockings over their heads, except for Flake, who has a very large and elaborate-looking bomb strapped to his chest. Various band members (not including Flake) later leave the bank and are confronted with both police and media. The reaction of the media towards the Rammstein band members is quite outlandish, as they are celebrated by the media. At the very end of the video, the timer on Flake's bomb reaches zero. The video quickly flicks through a series of short clips from some of Rammstein's other music videos, then comes to an end.\n \n The aftermath: The band (Flake excluded) emerges from a bus wearing shackles and prison attire. They are surrounded by a large crowd and the media, and the crowd cheers for them. They step up to a podium and receive a Goldene Kamera (Golden Camera) award, a German version of the Emmy award. Behind the band is a large, sepia picture of Flake and a coffin which is supposedly the place where the &quot;remains&quot; of Flake lie (most of the &quot;aftermath&quot; is shown at the beginning of the clip, although it is also revisited later).\n \n In an interview, Rammstein described the music video of &quot;Ich Will&quot; as being a demonstration of the media's obsession with a good story, as well as an illustration of the immortality that can be achieved by those who commit wrongs.\n \n Along with &quot;Nebel&quot;, &quot;Ich will&quot; was the only song from Mutter that was not played live in its demo form in the concert for members of the Fan Area on April 2000. Instead, it debuted on May 1, 2001, in another concert for members of the Fan Area. When played live, explosions are part of the performance, and it usually closes the show during festivals. It has been played in every Rammstein concert to date since its debut, exceptions being three consecutive concerts for members of the Fan Area in October 2004.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Rammstein","artistMbid":"b2d122f9-eadb-4930-a196-8f221eeb0c66","album":"Mutter","albumMbid":"b18729d7-287e-4519-9397-b9f3e079cd3d","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":217,"location":null}