{"name":"Du hast","url":"http://www.last.fm/music/Rammstein/_/Du+hast","mbid":"1c8cfd2c-00b5-4def-9d0d-e4ab2e977e86","playcount":4181573,"userPlaycount":-1,"listeners":537643,"streamable":false,"id":"41169","percentageChange":0,"tags":["industrial metal","metal","german","industrial","rammstein"],"wikiLastChanged":1249708498000,"wikiSummary":"&quot;Du hast&quot; (German, &quot;you have&quot;) is a song by the German Tanz-Metall band Rammstein from the 1997 album Sehnsucht. The song is one of the band's best known worldwide, owing to its inclusion on the soundtrack of The Matrix and heavy airplay on MTV. It has also been featured in other films, such as CKY2K and 2001's How High, as well as TV's Gilmore Girls in the episode &quot;Presenting Lorelai Gilmore&quot;.  The video for the song was influenced by Reservoir Dogs.  ","wikiText":"&quot;Du hast&quot; (German, &quot;you have&quot;) is a song by the German Tanz-Metall band Rammstein from the 1997 album Sehnsucht. The song is one of the band's best known worldwide, owing to its inclusion on the soundtrack of The Matrix and heavy airplay on MTV. It has also been featured in other films, such as CKY2K and 2001's How High, as well as TV's Gilmore Girls in the episode &quot;Presenting Lorelai Gilmore&quot;.\n \n The video for the song was influenced by Reservoir Dogs.\n \n Two versions can be found, one with the chorus and first three verses in English, and another completely in German. The lyrics to the English version are not a translation of the lyrics in German.\n \n The song hit #20 on the Hot Mainstream Rock Tracks chart in the United States. It is the highest charting German language song in the history of that chart.\n Lyrics\n \n The whole song is a play on German wedding vows.\n \n The refrain (&quot;Willst du, bis der Tod euch scheidet, treu ihr sein für alle Tage?&quot;) translates to &quot;Will you, until Death separates you, be faithful to her forever?&quot; Instead of answering with &quot;ja&quot; (&quot;yes&quot;), the singer says &quot;nein&quot; (&quot;no&quot;), finally breaking his silence earlier in the song: &quot;Du hast mich gefragt, und ich hab nichts gesagt&quot;, which translates to &quot;You asked me, and I said nothing.&quot;\n \n As stated earlier, the English version of Du Hast is not translated, but changed altogether (&quot;Du hasst&quot; (du haßt) means &quot;you hate&quot;. The extra &quot;s&quot; differentiates it from the conjugated verb form of haben (to have).\n Interpretation\n \n The title is commonly interpreted as &quot;You Hate&quot;, but can be considered as a play on words: &quot;Du hast&quot; means 'you have', while the homophonous &quot;du hasst&quot; means 'you hate'. The pun is illustrated by a comparison of the German version, a literal English translation, and the band's non-literal English version of the song.\n \n The wedding vow is sung word-by-word many times, each line with subtle ironic meanings:\n \n     * Du: You\n     * Du hast: You have\n     * Du hast mich: You have me\n     * Du hast mich gefragt: You have asked me\n     * Du hast mich gefragt und ich hab nichts gesagt: You have asked me and I have said nothing.\n \n As often with Rammstein songs, slight modifications reveal more of the intentions of the lyrics.\n \n     * Willst du, bis der Tod euch scheidet, treu ihr sein für alle Tage?: Do you want to, till Death splits you, be faithful to her for all the (remaining) days (of your life)?\n \n     * Willst du, bis zum Tod, der scheide, sie lieben auch in schlechten Tagen?: Will you, till death splits you, love her also in her bad days?\n \n If the line is sung as &quot;Tod der Scheide&quot; it would be not &quot;till death, that shed (split),&quot; but literally &quot;till death of the scheide,&quot; where &quot;scheide&quot; is a common synonym for vagina, as &quot;scheide&quot; will be changed from a verb to a noun.\n \n Finally, the last three words (&quot;für alle Tage&quot;) of the first question are skipped, to leave the meaning &quot;Will you be faithful to her?&quot;\n Live story\n \n The first known performance of the song dates from April 9th, 1997 in Amsterdam, The Netherlands [1]\n  \n . Over the years, several stunts have been used during the live performances of Du hast, ranging from the dildo used in Bück dich, to the bow used in Du riechst so gut. In their Reise, Reise tour, flames shoot several feet into the air and Till Lindemann shot with a different bow into the air, &quot;starting&quot; a chain reaction that fired rockets over the audience. Being a fan favorite, it has been played in almost every concert to date since its initial performance.\n Covers\n \n     * Black Warrant, a metal band from Pakistan, covered this song on their 2006 album Recover II.\n \n     * Hannibal performed Du hast live at the 1st Scorpions Festival 2007 (18/6/2007) at Karaiskaki Stadium, Piraeus, Athens.\n \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Rammstein","artistMbid":"b2d122f9-eadb-4930-a196-8f221eeb0c66","album":"Sehnsucht","albumMbid":"9956655e-46e2-49e3-9c1e-5cf2ba6fba93","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":234,"location":null}