{"name":"Feuer frei!","url":"http://www.last.fm/music/Rammstein/_/Feuer+frei!","mbid":"28b21208-8420-4d6b-83dc-a3930ba60057","playcount":1979567,"userPlaycount":-1,"listeners":256545,"streamable":false,"id":"41120","percentageChange":0,"tags":["industrial metal","metal","industrial","german","rammstein"],"wikiLastChanged":1253545611000,"wikiSummary":"&quot;Feuer frei!&quot; is a song by German rock band Ramstein. The song is released as the fifth single from their third album Mutter. The title is from the command to start shooting in German military language, can be compared to &quot;fire at will&quot;, or &quot;open fire&quot;. Feuer frei! is one of the band's most known songs, and is credited as their most popular. The song is featured in the film xXx, it is also featured during the CSI episode &quot;Slaves of Las Vegas&quot;.  ","wikiText":"&quot;Feuer frei!&quot; is a song by German rock band Ramstein. The song is released as the fifth single from their third album Mutter. The title is from the command to start shooting in German military language, can be compared to &quot;fire at will&quot;, or &quot;open fire&quot;. Feuer frei! is one of the band's most known songs, and is credited as their most popular. The song is featured in the film xXx, it is also featured during the CSI episode &quot;Slaves of Las Vegas&quot;.\n \n The UK Feuer Frei! single was released in three parts (2xCD, 1xDVD), in three different colours (Yellow-Green-Orange), each with different tracklistings.\n \n The single charted in Germany, peaking at number 33, and in the UK at number 35.\n \n The video for this song was released in America on MTV, to promote the film, xXx. The music video consisted of the band playing on a fiery stage, with several clips from the film. On xXx, they are playing it in a Russian club.\n \n &quot;Feuer Frei!&quot; debuted live in a concert exclusively for members of the fan area in April 2000, when it was called &quot;Punk&quot;. Its next performance wasn't until May 2001 (this version being the album one) and since then, it has been played in almost every Rammstein concert. During live performances of this song, Richard, Paul and Till wear flamethrower-masks; Lycopodium masks, which shoot flames several feet into the air.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Rammstein","artistMbid":"b2d122f9-eadb-4930-a196-8f221eeb0c66","album":"Völkerball","albumMbid":"34d37af5-c12b-3a93-bd8e-353d2d186341","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":188,"location":null}