{"name":"Dalai Lama","url":"http://www.last.fm/music/Rammstein/_/Dalai+Lama","mbid":"37db3443-a429-4bab-94ed-065b1d6ca62d","playcount":1423376,"userPlaycount":-1,"listeners":218668,"streamable":false,"id":"14369421","percentageChange":0,"tags":["industrial metal","metal","industrial","german","rock"],"wikiLastChanged":1239214824000,"wikiSummary":"The song is an adaptation of Der Erlkönig, a poem written by Johann Wolfgang von Goethe in 1782 and subsequently set to music by many composers, including Franz Schubert. &quot;Dalai Lama&quot; is a reference to the current Dalai Lama's well-publicized dislike of air travel. Other than this somewhat oblique reference, the song does not have anything to do with Tibetan Buddhism or the Dalai Lama.  The song updates the storyline of Erlkönig, replacing the poem's travelling man and child on horseback with a man and child on an aircraft, and replacing the Erlkönig himself with the &quot;king of all winds&quot;.","wikiText":"The song is an adaptation of Der Erlkönig, a poem written by Johann Wolfgang von Goethe in 1782 and subsequently set to music by many composers, including Franz Schubert. &quot;Dalai Lama&quot; is a reference to the current Dalai Lama's well-publicized dislike of air travel. Other than this somewhat oblique reference, the song does not have anything to do with Tibetan Buddhism or the Dalai Lama.\n \n The song updates the storyline of Erlkönig, replacing the poem's travelling man and child on horseback with a man and child on an aircraft, and replacing the Erlkönig himself with the &quot;king of all winds&quot;. As in the poem, the travellers are menaced by a mysterious spirit which &quot;invites&quot; the child to join him (though only the child can hear the spirit's invitation). Rammstein's version differs markedly from Goethe's original in describing the fate of the child. In the poem, the child cries out that the Erlkönig is abducting it. The alarmed father cries for help, holding the child in his arms, only to find that his son is dead. \n \n Rammstein replaces this with a typically morbid twist: after running into a storm sent by the &quot;king of all the winds&quot; which threatens all the passengers, the terrified father suffocates the child by holding him too tightly and the child's soul joins its &quot;brothers&quot; in the winds.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Rammstein","artistMbid":"b2d122f9-eadb-4930-a196-8f221eeb0c66","album":"Reise Reise","albumMbid":"","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":338,"location":null}