{"id":3509321,"title":"Steve Harris British Lion","artists":["Steve Harris","Zico Chain"],"headliner":"Steve Harris","startDate":1362679200000,"endDate":null,"description":"<div class=\"bbcode\">Nach Iron Maidens erfolgreicher Tour durch Nordamerika im Sommer 2012 , und neben der Europa-Tour im heurigen Jahr, die in England eröffnet wird, begibt sich Bassist Steve Harris nun mit seinem Projekt und Album ‘British Lion‘ auf Solo-Tour durch Europa. <br /><br />Maiden wurde Mitte der 70er von Steve Harris im Londoner Osten gegründet. Sein Beweggrund war sein Bedürfnis, Teil einer Band zu sein, die entgegen jedes Trends oder Anspruchs der Gesellschaft ihre eigenen Songs schreibt, aufnimmt und live performt, ohne irgendeinem Diktat unterstellt zu sein. <br /><br />Heute ist es klar, dass dieses Konzept aufgegangen ist. Weltweiter, langjähriger Erfolg und die einflussreiche Position als einer der erfolgreichsten Acts in der Rock-Szene lässt sich einfach aufzeigen: Beinahe 90 Millionen verkaufte Alben weltweit, über 2000 Konzerte in 58 Ländern der Welt, sowie 15 Studioalben sprechen für sich. Ihr erfolgreichstes und zugleich neuestes Album ‘The Final Frontier‘ erreichte in 28 Ländern Platz 1 in den Charts. <br /><br />Neben diesen grossen Erfolgen erstaunte Steve vor Kurzem die Fanwelt, als er im September 2012 ein Soloalbum veröffentlichte. ‘British Lion‘ ist das Resultat von jahrelangem Songwriting in der knappen Zeit, die ihm neben den vielen Aktivitäten als Bandmitglied von Iron Maiden geblieben ist. Die Entscheidung, mit dem ersten Album gerade jetzt rauszugehen wurde getroffen, da Steve Harris im Moment ein wenig Zeit hat, bevor die MAIDEN ENGLAND-Tour im Sommer 2013 weitergeht. <br /><br />Im heutigen Status, den Steve durch seinen Erfolg mit Iron Maiden inne hat, ist es nicht mehr möglich, in dieser Formation in kleinerem, intimerem Rahmen zu spielen. Das neue Bandprojekt BRITISH LION ermöglicht es ihm nun, nochmals vorne zu beginnen und nostalgische Werte, wie den Vibe der 70er aufleben zu lassen, indem er in persönlichen, übersichtlicheren Clubs spielen kann. <br /><br />Neben Steve Harris sind langjährige Freunde als Bandmitglieder mit von der Partie: Richard Taylor (Vocals), David Hawkins (Gitarre/Keyboard), Grahame Leslie (Gitarre) und Simon Dawson (Drums). <br /><br />Die Produktion des Albums ‘British Lion‘ wurde streng geheim gehalten und die Songs unterscheiden sich sehr von den Iron Maiden-Alben. Die Entscheidung, das Album zu veröffentlichen traf Harris schlussendlich, da er die Arbeit der talentierten Bandmitglieder der Öffentlichkeit nicht vorenthalten wollte. <br /><br />Gemäss Steve fand die Zusammenarbeit vor einigen Jahren ihren Ursprung, als ihm Sänger Richard Taylor und Gitarrist Grahame Leslie ein Demotape zuschickten. Er war beeindruckt und beschloss, dass die Songs unbedingt gehört werden müssen. Nach einigen Jahren intensiver Zusammenarbeit war das Album komplett und wurde in Los Angeles von Kevin Shirley abgemischt. &quot;Es ist sehr anders, aber es gibt ein paar Maiden-Elemente darin. Aber nicht dass ich mir jemals zuviele Sorgen gemacht habe was andere Leute denken!&quot; <br /><br />Und wenn man diese zehn Tracks anhört ist das auch jedem schnell klar. Mit einem entschiedenen heavy Rock-Vibe nutzt Steve Harris’ British Lion die ganze Palette an möglichen Sounds. Grüblerisch, melancholisch, rechtschaffen ungehalten  und überaus heavy, es ist eine Meisterklasse der Einflüsse. <br /><br />Nicht zuletzt auch durch Kevin Shirley an den Mischpult-Reglern, der für Iron Maiden, Joe Bonamassa, Journey, Rush, Led Zeppelin und viele mehr bereits tätig war, ist das ein Album in das man sich richtiggehend verbeißen kann. <br /><br />Aufgeladen mit Steve Harris’ unnachahmlichen Stil, aber durchdrungen von einer Welt jenseits von Iron Maiden, gibt es einen unzynischen Grundton, der so erfrischend wie außergewöhnlich ist in einer Industrie, die heutzutage vor allem durch Kategorisierungen gekennzeichnet ist. <br /><br />„Das könnte daher rühren, dass British Lion zwar ein neues Projekt ist, aber seine Seele schon vor Jahrzehnten entstanden ist“ erklärt Steve Harris und beschreibt weiter: „Für mich ist es eine Sammlung wirklich starker Songs. Es geht vor allem um Melodie und das Gefühl der 1970er mit einem modernen Einschlag. Die Musik zu machen, die man fühlt, ist einfach richtig.“ <br /><br />Zum Albumnamen „British Lion“ sagt Steve: „Er repräsentiert eine Menge Dinge für mich. Ich war immer schon Patriot und stolz darauf Brite zu sein – ich sehe auch keinen Grund warum ich das nicht sein sollte. Es ist ein Großteil dessen was ich bin. Ich schwinge keine Flagge oder versuche etwas zu predigen, das ist überhaupt kein politisches Statement. Es geht mehr darum, dass man einfach die Fußball-Mannschaft aus dem Land, aus dem man kommt, unterstützt.  Ich denke, er eignet sich gut für wirklich starke Bilder und passt für mich gut zum Sound.&quot; <br /><br />Und was für ein Sound das ist! Unerwartet, aufregend und ganz anders als alles was Iron Maiden getan haben, ist „British Lion“ ein kühner Zug von einem der erfolgreichsten, einflussreichsten und talentiertesten Musikern Großbritannien’s. „Mit Maiden haben wir immer das getan was uns richtig erscheint und dies ist keine Ausnahme.  Was den Sound von „British Lion“ angeht ist es natürlich, dass er anders klingt als alles was ich davor getan habe, weil ich mit anderen Musikern gearbeitet habe. Ich glaube, es wird für viele Leute eine Überraschung sein und ich bin sehr aufgeregt.“ <br /><br />Jänner 2013<br />OFFICIAL WEBSITE:<br /><a href=\"http://www.steveharrisbritishlion.com\" rel=\"nofollow\">http://www.steveharrisbritishlion.com</a><br /><br />Presented by Skalar<br /><br />Vorverkauf:<br />Musicticket.at<br />OeTicket<br />Bank Austria<br />JugendTicket<br />Arena Wien</div>","url":"http://www.last.fm/event/3509321+Steve+Harris+British+Lion","website":"http://www.skalarmusic.at/jart/prj3/skalar/main.jart?rel=de&reserve-mode=active&content-id=1276737342502&artist_id=1357733555611","attendance":2,"reviews":0,"venue":{"name":"Arena","url":"http://www.last.fm/venue/8778545+Arena","website":"http://www.arena.co.at","city":"Wien","country":"Austria","street":"Baumgasse 80","postal":"1030","phonenumber":"+43-(0)1-7988595","latitude":48.187283,"longitude":16.412928,"timezone":null,"id":"8778545"},"ticketSuppliers":[],"attendanceStatus":null}