{"name":"Frances Farmer Will Have Her Revenge On Seattle","url":"http://www.last.fm/music/Nirvana/_/Frances+Farmer+Will+Have+Her+Revenge+On+Seattle","mbid":"0c072072-9ff3-4604-8370-f6dcc47c0b55","playcount":1418307,"userPlaycount":-1,"listeners":326398,"streamable":false,"id":"1029630","percentageChange":0,"tags":["grunge","rock","alternative","90s","nirvana"],"wikiLastChanged":1276689300000,"wikiSummary":"Frances Farmer Will Have Her Revenge on Seattle was inspired by Shadowland, a 1978 biography of actress Frances Farmer, whom Cobain had been fascinated with ever since he read the book in high school.  Frances Farmer was an American actress from Seattle. Despite what many believe, this song has very little (arguably, nothing) to do with her so-called controversial essay &quot;God Dies&quot;.  Farmer was involuntarily institutionalised by her family a number of times for causing trouble and legal problems with Paramount Pictures, and what those close to her believed to be psychological problems. ","wikiText":"Frances Farmer Will Have Her Revenge on Seattle was inspired by Shadowland, a 1978 biography of actress Frances Farmer, whom Cobain had been fascinated with ever since he read the book in high school.\n \n Frances Farmer was an American actress from Seattle. Despite what many believe, this song has very little (arguably, nothing) to do with her so-called controversial essay &quot;God Dies&quot;.\n \n Farmer was involuntarily institutionalised by her family a number of times for causing trouble and legal problems with Paramount Pictures, and what those close to her believed to be psychological problems.\n \n Few of her friends and family helped her, and most actively sought to hurt her.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"In Utero","albumMbid":"cc8a35fc-ef70-40b5-b410-c1b5a029a866","position":5,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":250,"location":null}