{"name":"You Know You're Right","url":"http://www.last.fm/music/Nirvana/_/You+Know+You%27re+Right","mbid":"134d99af-adc6-4910-b03d-d85f0bf39f90","playcount":2397290,"userPlaycount":-1,"listeners":384879,"streamable":false,"id":"1005752","percentageChange":0,"tags":["grunge","rock","nirvana","alternative","90s"],"wikiLastChanged":1236367268000,"wikiSummary":"You Know You're Right is a song by the American rock band Nirvana. It is the first song on their 2002 compilation album, Nirvana, and the last official single to be released by the band.  The song was recorded in January 1994, making it one of the few post-In Utero Kurt Cobain compositions known to exist. For years, it was known from only a bootlegged live version, recorded on October 23, 1993 at the Aragon Ballroom in Chicago, Illinois, and from a performance of the song by Hole (fronted by Cobain's widow, Courtney Love), performed during the band's MTV Unplugged set in 1995.","wikiText":"You Know You're Right is a song by the American rock band Nirvana. It is the first song on their 2002 compilation album, Nirvana, and the last official single to be released by the band.\n \n The song was recorded in January 1994, making it one of the few post-In Utero Kurt Cobain compositions known to exist. For years, it was known from only a bootlegged live version, recorded on October 23, 1993 at the Aragon Ballroom in Chicago, Illinois, and from a performance of the song by Hole (fronted by Cobain's widow, Courtney Love), performed during the band's MTV Unplugged set in 1995. A studio version of the song had been recorded at Nirvana's final session, on January 30, 1994 at Robert Lang Studios in Seattle, Washington, but remained locked away from fans for years following Cobain's death.\n \n You Know You're Right was eventually released as a promo single in October 2002, and a Chris Hafner-directed music video was made. The video used various footage of band performances pieced together to give the effect of the song actually being performed, including brief clips of Cobain singing. The song made No. 45 on the Billboard Hot 100 due to moderate airplay. The song charted at #1 on both the Billboard Mainstream and Modern Rock Tracks.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Nirvana","albumMbid":"10bfa756-9237-4616-ac21-5f323a492327","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":217,"location":null}