{"name":"Sliver","url":"http://www.last.fm/music/Nirvana/_/Sliver","mbid":"4dc59f6a-781d-43db-90ba-d37f8bc03872","playcount":2484683,"userPlaycount":-1,"listeners":452931,"streamable":false,"id":"1002942","percentageChange":0,"tags":["grunge","rock","nirvana","alternative","alternative rock"],"wikiLastChanged":1216808954000,"wikiSummary":"&quot;Sliver&quot; is a song by the grunge band Nirvana. It was originally released as a non-album single in 1990 by Sub Pop. It later appeared on their compilation album Incesticide in 1992 and their 2002 'best of' album Nirvana. DGC re-released the song to radio to support the release of Incesticide, resulting in significant airplay.  A live performance is included on the 1992 &quot;In Bloom&quot; single, another live performance can be seen on the 1994 home video Live! Tonight! Sold Out!! (released on DVD in 2006)...","wikiText":"&quot;Sliver&quot; is a song by the grunge band Nirvana. It was originally released as a non-album single in 1990 by Sub Pop. It later appeared on their compilation album Incesticide in 1992 and their 2002 'best of' album Nirvana. DGC re-released the song to radio to support the release of Incesticide, resulting in significant airplay.\n \n A live performance is included on the 1992 &quot;In Bloom&quot; single, another live performance can be seen on the 1994 home video Live! Tonight! Sold Out!! (released on DVD in 2006), and a third live performance was included on the live album From the Muddy Banks of the Wishkah in 1996. An early acoustic version would later appear on the 2004 box set With the Lights Out as well as on Sliver: The Best of the Box released in 2005.\n \n A music video was made for &quot;Sliver&quot; as promotion for Incesticide in March 1993. The video starts with Kurt Cobain's daughter Frances Bean Cobain dancing to the opening bassline and the band in a small, dark, cramped room playing their instruments. Kurt sings to the camera and his movements change with the music, with Krist Novoselic and Dave Grohl in the background of the room. In between shots there are scenes of the baby and a cymbal-banging monkey toy; similar to the battery bunny, which claps to the beat with its cymbals. The video ends with Cobain destroying objects in the room.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Nirvana","albumMbid":"10bfa756-9237-4616-ac21-5f323a492327","position":4,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":131,"location":null}