{"name":"Heart Shaped Box","url":"http://www.last.fm/music/+noredirect/Nirvana/_/Heart+Shaped+Box","mbid":"56fdedd5-5d08-4c96-8214-dc11014ae85b","playcount":2457780,"userPlaycount":-1,"listeners":476645,"streamable":false,"id":"1009763","percentageChange":0,"tags":["grunge","rock","alternative","90s","nirvana"],"wikiLastChanged":1264506999000,"wikiSummary":"Mistagged. The right one: <a title=\"Nirvana &ndash; Heart-Shaped Box\" href=\"http://www.last.fm/music/Nirvana/_/Heart-Shaped+Box\" class=\"bbcode_track\">Heart-Shaped Box</a>.  &quot;Heart-Shaped Box&quot; is a song by the American grunge band Nirvana, written by vocalist and guitarist Kurt Cobain released as the first single from the group's third studio album In Utero in 1993. It was one of two songs from the album mixed by Scott Litt in order to augment the original production by producer Steve Albini. While Nirvana's label DGC Records did not release a physical single for sale in the United States, &quot;Heart-Shaped Box&quot; received much American radio airplay.","wikiText":"Mistagged. The right one: <a title=\"Nirvana &ndash; Heart-Shaped Box\" href=\"http://www.last.fm/music/Nirvana/_/Heart-Shaped+Box\" class=\"bbcode_track\">Heart-Shaped Box</a>.\n \n &quot;Heart-Shaped Box&quot; is a song by the American grunge band Nirvana, written by vocalist and guitarist Kurt Cobain released as the first single from the group's third studio album In Utero in 1993. It was one of two songs from the album mixed by Scott Litt in order to augment the original production by producer Steve Albini. While Nirvana's label DGC Records did not release a physical single for sale in the United States, &quot;Heart-Shaped Box&quot; received much American radio airplay. The international release of the single also received airplay in other countries.\n \n Kurt Cobain wrote &quot;Heart-Shaped Box&quot; in early 1992. Cobain forgot about the song for a while, but began working on it again when he and his wife Courtney Love moved to a house in the Hollywood Hills. In a 1994 Rolling Stone interview, Love said she overheard him working on the song's riff in a closet. She said she asked him if she could use the riff for one of her songs, to which he replied, &quot;Fuck off!&quot; and closed the closet door. &quot;He was trying to be so sneaky&quot;, said Love. &quot;I could hear that one from downstairs.&quot; The couple shared a journal in which they would write lyrics; Cobain biographer noted that Love's songwriting sensibility informed Cobain's on the song. The song's name came from a heart-shaped box Love had given Cobain. However, Cobain had originally titled the song &quot;Heart-Shaped Coffin&quot;.\n \n Nirvana had difficulty completing the song. Cobain attempted to have the rest of the band complete the song during jam sessions. He said, &quot;During those practices, I was trying to wait for Krist and Dave to come up with something but it just turned into noise all the time.&quot; One day Cobain made one last attempt at completing the song. Cobain was able to come up with a vocal melody and the band finally finished writing the song. Cobain said that when they completed &quot;Heart-Shaped Box&quot;, &quot;We finally realized that it was a good song.&quot;\n \n In January 1993, the band recorded a demo of &quot;Heart-Shaped Box&quot; during sessions with Craig Montgomery in Rio de Janeiro, Brazil; it was the first song recorded. The In Utero version was recorded in February 1993 by Steve Albini in Cannon Falls, Minnesota. It was remixed, along with &quot;All Apologies&quot; and later &quot;Pennyroyal Tea,&quot; by Scott Litt prior to the album's release. Cobain was unapologetic about the band's decision, and maintained that the vocals and bass were not prominent enough in the original mixes. Nirvana bassist Krist Novoselic was also unhappy with the original mix of &quot;Heart-Shaped Box.&quot; In a 1993 Chicago Sun-Times interview, he said the original effect used on the song's guitar solo sounded &quot;like a fucking abortion hitting the floor.&quot; When the song was remixed by Scott Litt, Cobain took the opportunity to add acoustic guitar and backing harmonies.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"In Utero","albumMbid":"cc8a35fc-ef70-40b5-b410-c1b5a029a866","position":3,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":282,"location":null}