{"name":"Aneurysm","url":"http://www.last.fm/music/Nirvana/_/Aneurysm","mbid":"5c2d5ac8-5baf-4cd9-abbb-d3b1310a3c76","playcount":1447040,"userPlaycount":-1,"listeners":266170,"streamable":false,"id":"1005692","percentageChange":0,"tags":["grunge","rock","alternative","90s","alternative rock"],"wikiLastChanged":1263744922000,"wikiSummary":"&quot;Aneurysm&quot; is a song written by Nirvana. The song is notable in that it was written by all three members of Nirvana, in contrast to the majority of the group's songs which were written by frontman Kurt Cobain. A 2000 poll from BBC Radio 1 saw it voted as the third best Nirvana song, behind &quot;Smells Like Teen Spirit&quot; and &quot;Heart-Shaped Box&quot;.\n Tobi Vail made Kurt Cobain so nervous that the first time he spent an evening with her he felt physically sick.  The experience formed the backbone of Aneurysm. ","wikiText":"&quot;Aneurysm&quot; is a song written by Nirvana. The song is notable in that it was written by all three members of Nirvana, in contrast to the majority of the group's songs which were written by frontman Kurt Cobain. A 2000 poll from BBC Radio 1 saw it voted as the third best Nirvana song, behind &quot;Smells Like Teen Spirit&quot; and &quot;Heart-Shaped Box&quot;.\n Tobi Vail made Kurt Cobain so nervous that the first time he spent an evening with her he felt physically sick.  The experience formed the backbone of Aneurysm.\n \n The original studio version of the song featured as a B-side to the band's first hit single &quot;Smells Like Teen Spirit&quot; in 1991 and also the 1992 tour EP Hormoaning. This version also appeared on the 2004 box set With the Lights Out. A second studio version recorded for the BBC radio program Evening Session and produced by Miti Adhikari appeared on the band's 1992 album Incesticide. This version featured a slightly different tempo, and a wider stereo effect.\n \n Pieces of two live performances (from 25 November 1991 in Amsterdam, Holland, and 23 January 1993, Hollywood Rock, Rio de Janeiro, Brazil) were put together on the 1994 home video Live! Tonight! Sold Out!!. This footage was released as a promotional video in 1996 for promotion of From the Muddy Banks of the Wishkah. There is also another promotional video which just shows the entire Aneurysm performance from Amsterdam instead.\n \n Another different live performance, recorded at Del Mar Fairgrounds, California, USA on 28 December 1991 appeared on the band's 1996 live album From the Muddy Banks of the Wishkah. When the album was released in 1996, promotional singles of the song were released for radio air play.\n \n The song was covered by Dr. Know on the album Smells Like Bleach: A Punk Tribute to Nirvana.\n \n A live version of the song was featured in the CD/DVD Live At Reading\n \n Ranked #7 in NME's &quot;Top 20 Nirvana Songs&quot; (2004)\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Incesticide","albumMbid":"9ca75816-f988-4ea9-9921-c9efa97a58da","position":15,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":276,"location":null}