{"name":"Drain You","url":"http://www.last.fm/music/Nirvana/_/Drain+You","mbid":"66ddbd40-4a7b-422b-a0c1-4c706c7925f4","playcount":3872834,"userPlaycount":-1,"listeners":716743,"streamable":false,"id":"9954","percentageChange":0,"tags":["grunge","rock","alternative","90s","nirvana"],"wikiLastChanged":1216843561000,"wikiSummary":"&quot;Drain You&quot; is a song by American rock band Nirvana, and the eighth track from the band's 1991 breakthrough album Nevermind.  According to Nevermind producer Butch Vig on the Classic Albums: Nevermind DVD, &quot;Drain You&quot; had more guitar overdubs than any other song on the album: one clean track and five distorted tracks. Cobain tended to dislike heavily overdubbed songs, and so Vig had to tell Cobain lies, such as that tracks did not record right or were out of tune, in order to get him to do so many takes.","wikiText":"&quot;Drain You&quot; is a song by American rock band Nirvana, and the eighth track from the band's 1991 breakthrough album Nevermind.\n \n According to Nevermind producer Butch Vig on the Classic Albums: Nevermind DVD, &quot;Drain You&quot; had more guitar overdubs than any other song on the album: one clean track and five distorted tracks. Cobain tended to dislike heavily overdubbed songs, and so Vig had to tell Cobain lies, such as that tracks did not record right or were out of tune, in order to get him to do so many takes. Some of the strange noises during the middle section of the song are caused by children's toys Cobain brought into the studio. In his biography of Kurt Cobain Heavier than Heaven, biographer Charles Cross wrote, &quot;When Kurt was questioned about the song [Drain You] he said he had made a lot of it up on the spot but that the first line...was particularly important to the interpretation of the song...&quot;\n \n On the Nevermind version, Cobain and bassist Krist Novoselic tuned their instruments a whole step down. In concert, however, &quot;Drain You&quot; was generally played in whatever tuning the band was using throughout the rest of the concert — generally standard tuning in earlier concerts (prior to the 1992 Pacific Rim tour in support of Nevermind) and half-step-down in later concerts. The song's verse is based around a conventional chord progression of four power chords B, D#, G#, C#, the riff (F#)- E -C# for the choruses, and a chorus ending of B, A, G#.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Nevermind","albumMbid":"3723c24b-a5a7-3295-b8ab-409a0650efac","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":224,"location":null}