{"name":"Polly","url":"http://www.last.fm/music/Nirvana/_/Polly","mbid":"727d6297-524b-4b7e-a89b-735480bf5964","playcount":5335339,"userPlaycount":-1,"listeners":915667,"streamable":false,"id":"9974","percentageChange":0,"tags":["grunge","rock","nirvana","alternative","90s"],"wikiLastChanged":1255378442000,"wikiSummary":"Polly is a song by the American rock band Nirvana. It is the sixth song on their 1991 album, Nevermind.  Dating back to at least 1988, &quot;Polly&quot; stands alongside &quot;About a Girl&quot; and &quot;Been a Son&quot; as one of singer/guitarist Kurt Cobain's earliest forays into unfiltered pop songwriting. It was originally titled &quot;Hitchhiker&quot;, and later &quot;Cracker&quot;, but was renamed to &quot;Polly&quot; some time in 1989. It was left off Nirvana's 1989 debut album Bleach because Cobain believed it was not consistent with the band's heavy grunge sound of the time.","wikiText":"Polly is a song by the American rock band Nirvana. It is the sixth song on their 1991 album, Nevermind.\n \n Dating back to at least 1988, &quot;Polly&quot; stands alongside &quot;About a Girl&quot; and &quot;Been a Son&quot; as one of singer/guitarist Kurt Cobain's earliest forays into unfiltered pop songwriting. It was originally titled &quot;Hitchhiker&quot;, and later &quot;Cracker&quot;, but was renamed to &quot;Polly&quot; some time in 1989. It was left off Nirvana's 1989 debut album Bleach because Cobain believed it was not consistent with the band's heavy grunge sound of the time. However, it found its way onto the band's second album Nevermind two years later, and remained a part of the band's regular setlist until Cobain's death (and Nirvana's dissolution) in April 1994. It also stands as Chad Channing's only contribution to the album, having left the band before the recording of Nevermind.\n \n The song is about the horrific kidnapping of a 14 year old girl and gunpoint as she left a punk gig in Tacoma.  the abducor, Gerald Friend raped her repeatedly and tortured her with razors and a blowtorch in his mobile home.  The girl eventually escaped and Friend was imprisoned. Writing from the perspective of the abductor, Cobain manages to convey not just the repugnance of the ordeal, but also something of the abductor (&quot;she's just as bored as me&quot;).  \n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Nevermind","albumMbid":"3723c24b-a5a7-3295-b8ab-409a0650efac","position":6,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":196,"location":null}