{"name":"All Apologies","url":"http://www.last.fm/music/Nirvana/_/All+Apologies","mbid":"874f45fa-f847-4d91-a9dc-0b85e7f1c0e1","playcount":4711553,"userPlaycount":-1,"listeners":856988,"streamable":false,"id":"12432","percentageChange":0,"tags":["grunge","rock","90s","alternative","nirvana"],"wikiLastChanged":1237398138000,"wikiSummary":"All Apologies is a song by the American grunge band Nirvana. It was released as the second single (along with &quot;Rape Me&quot;) from the band's third album, In Utero (1993). It was included on Rolling Stone's list of The 500 Greatest Songs of All Time, at number 455. &quot;All Apologies&quot; was the band's third number one Modern Rock hit and reached number 32 in the UK.  &quot;All Apologies&quot; was nominated for a Grammy Award for Best Rock Performance by a Duo or Group with Vocal and Best Rock Song in 1995.  ","wikiText":"All Apologies is a song by the American grunge band Nirvana. It was released as the second single (along with &quot;Rape Me&quot;) from the band's third album, In Utero (1993). It was included on Rolling Stone's list of The 500 Greatest Songs of All Time, at number 455. &quot;All Apologies&quot; was the band's third number one Modern Rock hit and reached number 32 in the UK.\n \n &quot;All Apologies&quot; was nominated for a Grammy Award for Best Rock Performance by a Duo or Group with Vocal and Best Rock Song in 1995.\n \n The earliest known studio version of the song was recorded on January 1, 1991 by Craig Montgomery in Seattle, Washington. The song's lyrics and arrangement were refined several times over the next two years, with no two pre-In Utero live renditions sounding alike. The earliest versions of the song, including the 1991 studio version, even feature an additional verse and chorus.\n \n The In Utero version was recorded in February 1993 by Steve Albini in Cannon Falls, Minnesota. It features Kera Schaley on cello. It was remixed, along with &quot;Heart-Shaped Box&quot; and later &quot;Pennyroyal Tea,&quot; by Scott Litt prior to the album's release, with Cobain asserting that the vocals and bass sounded &quot;mushy&quot; in the unmastered Albini recording. As can be heard in the unmastered Albini recording, there are also many abrasive cello and guitar scratchings that would have destroyed the beauty of the song had the noises not been removed.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Singles","albumMbid":"1e420577-4336-4a0f-9376-1f1a01632b5d","position":1,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":231,"location":null}