{"name":"Where Did You Sleep Last Night","url":"http://www.last.fm/music/Nirvana/_/Where+Did+You+Sleep+Last+Night","mbid":"d045d802-b6e3-440d-8d02-09253713d4ba","playcount":2187967,"userPlaycount":-1,"listeners":426112,"streamable":false,"id":"12992","percentageChange":0,"tags":["grunge","rock","nirvana","90s","alternative"],"wikiLastChanged":1249938877000,"wikiSummary":"&quot;In the Pines&quot;, also known as &quot;Black Girl&quot; and &quot;Where Did You Sleep Last Night?&quot;, is a traditional American folk song which dates back to at least the 1870s, and is believed to be Southern Appalachian in origin. The original song's author is Leadbelly, his stage name, or Huddie William Ledbetter (January 1888 – December 6, 1949). A 1993 acoustic version by Nirvana introduced the song to many people at the end of the twentieth century.","wikiText":"&quot;In the Pines&quot;, also known as &quot;Black Girl&quot; and &quot;Where Did You Sleep Last Night?&quot;, is a traditional American folk song which dates back to at least the 1870s, and is believed to be Southern Appalachian in origin. The original song's author is Leadbelly, his stage name, or Huddie William Ledbetter (January 1888 – December 6, 1949). A 1993 acoustic version by Nirvana introduced the song to many people at the end of the twentieth century. Kurt Cobain attributed authorship to Lead Belly, who had recorded the song several times, beginning in 1944, but the version performed by Lead Belly and covered by Nirvana does not differ substantially from other variants of the song. Most versions of this song are performed in 6/8 time.\n \n Nirvana: &quot;Where Did You Sleep Last Night&quot; was occasionally performed live by the American rock band Nirvana during the early 1990s. Singer/guitarist Kurt Cobain was introduced to the song by Lanegan, and even played guitar on Lanegan's version. Like Lanegan, Cobain usually screamed the song's final verse. Cobain earned critical and commercial acclaim for his acoustic performance of the song during Nirvana's MTV Unplugged appearance in 1993. This version was posthumously released on the band's MTV Unplugged in New York album (and as a B-side on their recalled &quot;Pennyroyal Tea&quot; single) the following year. A solo Cobain home demo of the song, recorded in 1990, appears on the band's 2004 box set, With the Lights Out. It does not feature the final screamed verse of later versions.\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"Outcesticide, Volume 8","albumMbid":"ac4edbe0-0adf-4919-8432-2c3eb0eb5c85","position":14,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":309,"location":null}