{"name":"Scentless Apprentice","url":"http://www.last.fm/music/Nirvana/_/Scentless+Apprentice","mbid":"d3a4deda-92c4-427f-81e7-036290a28ac2","playcount":1639277,"userPlaycount":-1,"listeners":361940,"streamable":false,"id":"1015530","percentageChange":0,"tags":["grunge","rock","90s","alternative","nirvana"],"wikiLastChanged":1234032792000,"wikiSummary":"&quot;Scentless Apprentice&quot; most likely dates back to late 1992, and is rare among <a href=\"http://www.last.fm/music/Nirvana\" class=\"bbcode_artist\">Nirvana</a> songs in that all three members - singer/guitarist <a href=\"http://www.last.fm/music/Kurt+Cobain\" class=\"bbcode_artist\">Kurt Cobain</a>, drummer <a href=\"http://www.last.fm/music/Dave+Grohl\" class=\"bbcode_artist\">Dave Grohl</a> and bassist <a href=\"http://www.last.fm/music/Krist+Novoselic\" class=\"bbcode_artist\">Krist Novoselic</a> - contributed to writing.  According to the 1993 Nirvana biography Come as You Are by Michael Azerrad, the song's main guitar riff was written by Grohl. Cobain was initially unimpressed with the riff, and admitted in the book that he only worked on it so that Grohl would not be offended. &quot;It was such a cliché grunge <a href=\"http://www.last.fm/music/Tad\" class=\"bbcode_artist\">Tad</a> riff that I was reluctant to even jam on it,&quot; he said. ","wikiText":"&quot;Scentless Apprentice&quot; most likely dates back to late 1992, and is rare among <a href=\"http://www.last.fm/music/Nirvana\" class=\"bbcode_artist\">Nirvana</a> songs in that all three members - singer/guitarist <a href=\"http://www.last.fm/music/Kurt+Cobain\" class=\"bbcode_artist\">Kurt Cobain</a>, drummer <a href=\"http://www.last.fm/music/Dave+Grohl\" class=\"bbcode_artist\">Dave Grohl</a> and bassist <a href=\"http://www.last.fm/music/Krist+Novoselic\" class=\"bbcode_artist\">Krist Novoselic</a> - contributed to writing.\n \n According to the 1993 Nirvana biography <span style=\"text-decoration:underline;\">Come as You Are</span> by Michael Azerrad, the song's main guitar riff was written by Grohl. Cobain was initially unimpressed with the riff, and admitted in the book that he only worked on it so that Grohl would not be offended. &quot;It was such a cliché grunge <a href=\"http://www.last.fm/music/Tad\" class=\"bbcode_artist\">Tad</a> riff that I was reluctant to even jam on it,&quot; he said.\n \n However, all three members continued to work on the song, and its dynamics eventually fell into place. &quot;It was just a totally satisfying thing to finally contribute equally to a song,&quot; Cobain said in a 1993 Chicago Sun-Times interview, &quot;instead of me coming up with the basics of the song.&quot;\n \n &quot;Scentless Apprentice&quot; is based on the German novel <span style=\"text-decoration:underline;\">Perfume</span>, by Patrick Süskind. Published in 1985, the novel tells the story of Jean-Baptiste Grenouille, a boy born without body odor but with a heightened sense of smell. Grenouille grows up to be a perfume apprentice, and uses perfume to mask his lack of odor. He also becomes a murderer, stealing the smells of his female victims in his quest to create a human odor for himself. \n \n In a 1993 MuchMusic interview, Cobain claimed that his copy of <span style=\"text-decoration:underline;\">Perfume</span> almost never left his pocket. Cobain said he related to Grenouille's alienation. Cobain also related to Grenouille's fascination with odor. &quot;I’m really interested in smells,&quot; he revealed in a 1993 Spin interview. &quot;I think I’d like to own a perfumerie someday.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"In Utero","albumMbid":"cc8a35fc-ef70-40b5-b410-c1b5a029a866","position":2,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":228,"location":null}