{"name":"School","url":"http://www.last.fm/music/Nirvana/_/School","mbid":"f807a04d-2c23-4927-9d14-6c54afd5b340","playcount":1582588,"userPlaycount":-1,"listeners":307833,"streamable":false,"id":"1051766","percentageChange":0,"tags":["grunge","rock","nirvana","alternative","90s"],"wikiLastChanged":1258197627000,"wikiSummary":"On 24th April 1988, Sub Pop's Jonathan Poneman secured Nirvana the opening slot on a Sub Pop Sunday show at Seattle's The Vogue.  Poneman, his business partner Bruce Pavitt, scene photographer Charles Peterson and Mudhoney's Mark Arm were among those embarrassed by a typically messy performance by the band.  In his subsequent letter to Melvin's drummer Dale Crover, however Cobain put a self serving spin on the night's proceedings, lashing out at the cliquey grunge elders with the dismissive words &quot;Fuck, I'm in high school again!&quot;. ","wikiText":"On 24th April 1988, Sub Pop's Jonathan Poneman secured Nirvana the opening slot on a Sub Pop Sunday show at Seattle's The Vogue.  Poneman, his business partner Bruce Pavitt, scene photographer Charles Peterson and Mudhoney's Mark Arm were among those embarrassed by a typically messy performance by the band.\n \n In his subsequent letter to Melvin's drummer Dale Crover, however Cobain put a self serving spin on the night's proceedings, lashing out at the cliquey grunge elders with the dismissive words &quot;Fuck, I'm in high school again!&quot;.\n \n The letter remained unsent, but called upon to scribble lyrics for a chugging instrumental in guitarist Jason Everman's house, those sentiments formed the central theme of School.\n \n &quot;We wrote it about Sub Pop,&quot; Cobain confessed &quot;If we could've thrown Soudgarden's name in there we would have.&quot;\n        \nUser-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL.","similarityMatch":0.0,"artist":"Nirvana","artistMbid":"5b11f4ce-a62d-471e-81fc-a69a8278c7da","album":"With the Lights Out","albumMbid":"bc38ef5f-de82-4fe7-9646-72feb62e0cca","position":8,"fullTrackAvailable":false,"nowPlaying":false,"playedWhen":null,"duration":162,"location":null}