{"id":3434468,"title":"Neil Young & Crazy Horse","artists":["Neil Young & Crazy Horse"],"headliner":"Neil Young & Crazy Horse","startDate":1363378741000,"endDate":null,"description":"<div class=\"bbcode\">(A Reserve - $158.10, B Reserve - $107.10)<br /><br />Neil Young will return to Australia in March 2013 – and he’ll be backed by none other than his legendary trio Crazy Horse.<br /><br />Last here for the Big Day Out in 2009, Young will play a series of arena dates in Perth, Adelaide, Brisbane, Sydney and Melbourne, as well as “A Day On The Green” winery dates in NSW and Victoria. The shows will mark Crazy Horse’s first tour of Australian since 2003’s Greendale shows in Melbourne, Sydney and Brisbane. Described by Young himself as “a vehicle to cosmic areas that I am unable to traverse with others”, Crazy Horse features Billy Talbot (bass), Ralph Molina (drums) and Frank “Poncho” Sampedro (guitar).<br /><br />The March 2013 will showcase new material from the recently released Psychedelic Pill, as well as “the classic hits that helped make Neil Young a household name”.<br /><br />This morning’s announcement could rule Young and Crazy Horse out of an appearance at Bluesfest, which claimed this week that “another BIG name [who] might be bigger than Robert Plant” could be included on the bill. Young’s Australasian tour winds up at Vector Arena in Auckland more than a week before Bluesfest takes place in Byron Bay.<br /><br />Pre-sale tickets will be available to Frontier members on November 14 and 15, from 12pm until the allocation is exhausted. General public tickets will be on sale on November 19, 9am. Tickets via Ticketek.</div>","url":"http://www.last.fm/event/3434468+Neil+Young+-+Crazy+Horse+at+Rod+Laver+Arena+on+15+March+2013","website":"http://premier.ticketek.com.au/shows/show.aspx?sh=NEILYOUN13","attendance":35,"reviews":0,"venue":{"name":"Rod Laver Arena","url":"http://www.last.fm/venue/8779782+Rod+Laver+Arena","website":"http://www.mopt.com.au/desktopdefault.aspx/tabid-18/229_read-35","city":"Melbourne Park Precinct","country":"Australia","street":"Brunton Avenue","postal":"3000","phonenumber":"03 9286 1208","latitude":-37.823326,"longitude":144.98221,"timezone":null,"id":"8779782"},"ticketSuppliers":[],"attendanceStatus":null}